export default {
	success: true,
	msg: 'success',
	code: 0,
	data: {
		id: '299',
		label: '贵州农信（农商银行、村镇银行）',
		children: [
			{
				id: 'xn9999999',
				label: '各信用联社（农商银行）',
				children: [
					{
						id: 'xn299802',
						label: '黔南州各行社',
						children: [
							{
								id: '2480000',
								label: '贵州惠水农商银行',
								children: [
									{
										id: 'xn24801',
										label: '各职能部门',
										children: [
											{
												id: '2489003',
												label: '办公室',
											},
											{
												id: '2489014',
												label: '小微企业服务中心',
											},
											{
												id: '2489019',
												label: '远程授权中心',
											},
											{
												id: '2489022',
												label: '行社领导',
											},
											{
												id: '2489009',
												label: '稽核审计部',
											},
											{
												id: '2489007',
												label: '农村业务部',
											},
											{
												id: '2489024',
												label: '事后监督中心',
											},
											{
												id: '2489002',
												label: '党委办公室',
											},
											{
												id: '2489012',
												label: '科技部',
											},
											{
												id: '2489011',
												label: '基建办公室',
											},
											{
												id: '2489010',
												label: '纪检监察室',
											},
											{
												id: '2489017',
												label: '远程监控中心',
											},
											{
												id: '2489006',
												label: '业务发展部',
											},
											{
												id: '2489021',
												label: '内退人员',
											},
											{
												id: '2489001',
												label: '董事会办公室',
											},
											{
												id: '2489015',
												label: '安全保卫部',
												children: [
													{
														id: '2489025',
														label: '退休人员',
													},
												],
											},
											{
												id: '2489020',
												label: '守押中心',
											},
											{
												id: '2489008',
												label: '合规风险部',
											},
											{
												id: '2489013',
												label: '电子银行部',
											},
											{
												id: '2489018',
												label: '监督预警中心',
											},
											{
												id: '2489004',
												label: '财务信息部',
											},
											{
												id: '2489005',
												label: '人力资源部',
											},
											{
												id: '2489016',
												label: '市场营销部',
											},
											{
												id: '2489023',
												label: '资金运营部',
											},
										],
									},
									{
										id: '2489028',
										label: '反洗钱工作中心',
									},
									{
										id: '2489027',
										label: '工会办公室',
									},
									{
										id: '2489026',
										label: '退休人员',
									},
									{
										id: 'xn24802',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2480028',
												label: '斗底分理处',
											},
											{
												id: '2480029',
												label: '惠水农商行涟江分理处',
											},
											{
												id: '2480019',
												label: '环南支行',
											},
											{
												id: '2480016',
												label: '王佑支行',
											},
											{
												id: '2480023',
												label: '大坝分理处',
											},
											{
												id: '2480015',
												label: '芦山支行',
											},
											{
												id: '2480007',
												label: '凤兴分理处',
											},
											{
												id: '2480003',
												label: '新城分理处',
											},
											{
												id: '2480024',
												label: '甲戎分理处',
											},
											{
												id: '2480025',
												label: '抵季分理处',
											},
											{
												id: '2480009',
												label: '长田分理处',
											},
											{
												id: '2480021',
												label: '鸭绒分理处',
											},
											{
												id: '2480010',
												label: '好花红支行',
											},
											{
												id: '2480006',
												label: '凤山支行',
											},
											{
												id: '2480012',
												label: '摆金支行',
											},
											{
												id: '2480014',
												label: '雅水支行',
											},
											{
												id: '2480008',
												label: '濛江支行',
											},
											{
												id: '2480027',
												label: '长安分理处',
											},
											{
												id: '2480004',
												label: '惠兴分理处',
											},
											{
												id: '2480026',
												label: '打引分理处',
											},
											{
												id: '2480020',
												label: '太阳分理处',
											},
											{
												id: '2480002',
												label: '振兴分理处',
											},
											{
												id: '2480030',
												label: '南苑分理处',
											},
											{
												id: '2480018',
												label: '断杉支行',
											},
											{
												id: '2480005',
												label: '时代分理处',
											},
											{
												id: '2480022',
												label: '大龙分理处',
											},
											{
												id: '2480011',
												label: '毛家苑支行',
											},
											{
												id: '2480013',
												label: '岗度分理处',
											},
											{
												id: '2480017',
												label: '羡塘支行',
											},
											{
												id: '2480001',
												label: '营业部',
											},
										],
									},
								],
							},
							{
								id: '2410000',
								label: '贵州平塘农商银行',
								children: [
									{
										id: 'xn24102',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2410010',
												label: '牙舟支行',
											},
											{
												id: '2410021',
												label: '玉水分理处',
											},
											{
												id: '2410008',
												label: '通州支行',
											},
											{
												id: '2410012',
												label: '兴陶分理处',
											},
											{
												id: '2410002',
												label: '金盆分理处',
											},
											{
												id: '2410016',
												label: '西凉分理处',
											},
											{
												id: '2410019',
												label: '白龙支行',
											},
											{
												id: '2410004',
												label: '新舟支行',
											},
											{
												id: '2410014',
												label: '塘边支行',
											},
											{
												id: '2410005',
												label: '新平路分理处',
											},
											{
												id: '2410006',
												label: '者密支行',
											},
											{
												id: '2418002',
												label: '清水村便民服务支行',
											},
											{
												id: '2410017',
												label: '大塘支行',
											},
											{
												id: '2410015',
												label: '摆茹支行',
											},
											{
												id: '2410009',
												label: '鼠场分理处',
											},
											{
												id: '2410001',
												label: '营业部',
											},
											{
												id: '2410022',
												label: '谷硐分理处',
											},
											{
												id: '2410023',
												label: '通星分理处',
											},
											{
												id: '2418001',
												label: '六硐村便民服务支行',
											},
											{
												id: '2410003',
												label: '平湖支行',
											},
											{
												id: '2410007',
												label: '四寨分理处',
											},
											{
												id: '2410018',
												label: '卡蒲分理处',
											},
											{
												id: '2410011',
												label: '掌布分理处',
											},
											{
												id: '2410013',
												label: '克度支行',
											},
										],
									},
									{
										id: 'xn24101',
										label: '各职能部门',
										children: [
											{
												id: '2419002',
												label: '综合办公室',
											},
											{
												id: '2419015',
												label: '工会办公室',
											},
											{
												id: '2419017',
												label: '扶贫事业部',
											},
											{
												id: '2419004',
												label: '党群宣传部',
											},
											{
												id: '2419005',
												label: '财务统计部',
											},
											{
												id: '2419012',
												label: '事后监督部',
											},
											{
												id: '2419007',
												label: '业务发展部',
											},
											{
												id: '2419016',
												label: '小微企业金融服务中心',
											},
											{
												id: '2419003',
												label: '人力资源部',
											},
											{
												id: '2419001',
												label: '行社领导',
											},
											{
												id: '2419009',
												label: '稽核审计部',
											},
											{
												id: '123',
												label: '测试',
											},
											{
												id: '2419010',
												label: '合规风险部',
											},
											{
												id: '2419018',
												label: '退休人员',
											},
											{
												id: '2419006',
												label: '电子银行部',
											},
											{
												id: '2419011',
												label: '纪检监察室',
											},
											{
												id: '2419013',
												label: '安全保卫部',
											},
											{
												id: '2419008',
												label: '农村业务部',
											},
											{
												id: '2419019',
												label: '新进员工',
											},
											{
												id: '2419014',
												label: '基础建设办公室',
											},
										],
									},
								],
							},
							{
								id: '2400000',
								label: '贵州独山农商银行',
								children: [
									{
										id: 'xn24002',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2400012',
												label: '玉水支行',
											},
											{
												id: '2400001',
												label: '营业部',
											},
											{
												id: '2400021',
												label: '龙井分理处',
											},
											{
												id: '2400019',
												label: '振华分理处',
											},
											{
												id: '2400007',
												label: '黄埔路分理处',
											},
											{
												id: '2400016',
												label: '三棒分理处',
											},
											{
												id: '2400011',
												label: '上道分理处',
											},
											{
												id: '2400008',
												label: '影山支行',
											},
											{
												id: '2400023',
												label: '百泉支行',
											},
											{
												id: '2400009',
												label: '尧梭分理处',
											},
											{
												id: '2400003',
												label: '中南路分理处',
											},
											{
												id: '2400006',
												label: '麻万支行',
											},
											{
												id: '2400005',
												label: '四通路分理处',
											},
											{
												id: '2400020',
												label: '三桥分理处',
											},
											{
												id: '2400010',
												label: '基长支行',
											},
											{
												id: '2400004',
												label: '中华路分理处',
											},
											{
												id: '2400022',
												label: '打羊分理处',
											},
											{
												id: '2400018',
												label: '新街分理处',
											},
											{
												id: '2400014',
												label: '下司支行',
											},
											{
												id: '2400015',
												label: '峰洞分理处',
											},
											{
												id: '2400013',
												label: '上司支行',
											},
											{
												id: '2400017',
												label: '麻尾支行',
											},
										],
									},
									{
										id: '2409014',
										label: '退休人员',
									},
									{
										id: 'xn24001',
										label: '各职能部门',
										children: [
											{
												id: '24090014',
												label: '党群宣传部',
											},
											{
												id: '2409003',
												label: '电子银行部',
											},
											{
												id: '2409002',
												label: '财务统计部',
											},
											{
												id: '2409013',
												label: '内退人员',
											},
											{
												id: '2409004',
												label: '业务发展部',
											},
											{
												id: '2409005',
												label: '农村业务部',
											},
											{
												id: '2409006',
												label: '稽核审计部',
											},
											{
												id: '2409012',
												label: '行社领导',
											},
											{
												id: '2409011',
												label: '小微企业金融服务中心',
											},
											{
												id: '2409010',
												label: '事后监督部',
											},
											{
												id: '2409016',
												label: '基建后勤服务部',
											},
											{
												id: '2409015',
												label: '工会办公室',
											},
											{
												id: '2409007',
												label: '合规风险部',
											},
											{
												id: '2409009',
												label: '纪检监察室',
											},
											{
												id: '2409008',
												label: '安全保卫部',
											},
											{
												id: '2409001',
												label: '综合部',
											},
										],
									},
								],
							},
							{
								id: '2470000',
								label: '贵州龙里农商银行',
								children: [
									{
										id: 'xn24702',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2470018',
												label: '湾寨信用社',
											},
											{
												id: '2470016',
												label: '羊场信用社',
											},
											{
												id: '2470027',
												label: '双龙物流商贸城分理处',
											},
											{
												id: '2470002',
												label: '腾龙路储蓄所',
											},
											{
												id: '2470022',
												label: '谷龙分社',
											},
											{
												id: '2470006',
												label: '东门分社',
											},
											{
												id: '2470021',
												label: '水场分社',
											},
											{
												id: '2470010',
												label: '草原分社',
											},
											{
												id: '2470019',
												label: '摆省分社',
											},
											{
												id: '2470017',
												label: '醒狮信用社',
											},
											{
												id: '2470011',
												label: '谷脚信用社',
											},
											{
												id: '2470001',
												label: '营业部',
											},
											{
												id: '2470012',
												label: '千家卡分社',
											},
											{
												id: '2470003',
												label: '小街园储蓄所',
											},
											{
												id: '2470023',
												label: '巴江分社',
											},
											{
												id: '2470005',
												label: '西关坡分社',
											},
											{
												id: '2470026',
												label: '北部园区分社',
											},
											{
												id: '2470008',
												label: '龙山信用社',
											},
											{
												id: '2470009',
												label: '湾子街分社',
											},
											{
												id: '2470015',
												label: '洗马信用社',
											},
											{
												id: '2470025',
												label: '贵龙新苑分社',
											},
											{
												id: '2470007',
												label: '兴龙路分社',
											},
											{
												id: '2470020',
												label: '哪嗙分社',
											},
											{
												id: '2470014',
												label: '三元分社',
											},
											{
												id: '2470013',
												label: '麻芝分社',
											},
											{
												id: '2470004',
												label: '行政服务中心分社',
											},
										],
									},
									{
										id: 'xn24701',
										label: '各职能部门',
										children: [
											{
												id: '2479003',
												label: '财务统计部',
											},
											{
												id: '2479008',
												label: '合规风险部',
											},
											{
												id: '2479009',
												label: '资金营运部',
											},
											{
												id: '2479016',
												label: '党建办',
											},
											{
												id: '2479019',
												label: '督查办',
											},
											{
												id: '2479014',
												label: '电子银行部',
											},
											{
												id: '2479002',
												label: '人力资源部',
											},
											{
												id: '2479011',
												label: '内退人员',
											},
											{
												id: '2479013',
												label: '扶贫事业部',
											},
											{
												id: '2479001',
												label: '办公室',
											},
											{
												id: '2479018',
												label: '基建办',
											},
											{
												id: '2479006',
												label: '安全保卫部',
											},
											{
												id: '2479017',
												label: '退休人员',
											},
											{
												id: '2479007',
												label: '农村业务部',
											},
											{
												id: '2479010',
												label: '行社领导',
											},
											{
												id: '2479005',
												label: '稽核监督部',
											},
											{
												id: '2479012',
												label: '纪检监察室',
											},
											{
												id: '2479015',
												label: '工会办公室',
											},
											{
												id: '2479004',
												label: '业务发展部',
											},
										],
									},
								],
							},
							{
								id: '2450000',
								label: '贵州瓮安农商银行',
								children: [
									{
										id: '2459017',
										label: '综合办公室',
									},
									{
										id: 'xn24501',
										label: '各职能部门',
										children: [
											{
												id: '2459010',
												label: '农村业务部',
											},
											{
												id: '2459018',
												label: '综合办公室',
											},
											{
												id: '2459008',
												label: '纪检监察部',
											},
											{
												id: '2459013',
												label: '基础建设部',
											},
											{
												id: '2459031',
												label: '反洗钱监测中心',
											},
											{
												id: '2459004',
												label: '党群宣传部',
											},
											{
												id: '2459016',
												label: '内退人员',
											},
											{
												id: '2459014',
												label: '安全保卫部',
											},
											{
												id: '2459001',
												label: '董事会办公室',
											},
											{
												id: '2459003',
												label: '财务信息部',
											},
											{
												id: '2459005',
												label: '人力资源部',
											},
											{
												id: '2459023',
												label: '资产保全部',
											},
											{
												id: '2459022',
												label: '小微企业服务中心',
											},
											{
												id: '2459011',
												label: '电子银行部',
											},
											{
												id: '2459007',
												label: '稽核审计部',
											},
											{
												id: '2459024',
												label: '科技信息部',
											},
											{
												id: '2459026',
												label: '团委办公室',
											},
											{
												id: '2459028',
												label: '退休人员',
											},
											{
												id: '2459012',
												label: '客户服务部',
											},
											{
												id: '2459025',
												label: '工会办公室',
											},
											{
												id: '2459032',
												label: '资金运营中心',
												children: [
													{
														id: '2459029',
														label: '金融市场部',
													},
													{
														id: '2459030',
														label: '理财事业部',
													},
													{
														id: '2459033',
														label: '票据中心',
													},
												],
											},
											{
												id: '2459009',
												label: '业务发展部',
											},
											{
												id: '2459006',
												label: '合规风险部',
											},
											{
												id: '2459021',
												label: '扶贫事业部',
											},
											{
												id: '2459002',
												label: '办公室',
											},
											{
												id: '2459015',
												label: '行社领导',
											},
											{
												id: '2459027',
												label: '事后监督部',
											},
											{
												id: '2459019',
												label: '市场营销部',
											},
											{
												id: '2459020',
												label: '目标统计部',
											},
										],
									},
									{
										id: 'xn24502',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2450012',
												label: '白沙分理处',
											},
											{
												id: '2450004',
												label: '花竹支行',
											},
											{
												id: '2450018',
												label: '新华分理处',
											},
											{
												id: '2450022',
												label: '木老坪分理处',
											},
											{
												id: '2450011',
												label: '玉山支行',
											},
											{
												id: '2450029',
												label: '高水分理处',
											},
											{
												id: '2450003',
												label: '中坪支行',
											},
											{
												id: '2450014',
												label: '白水河分理处',
											},
											{
												id: '2450009',
												label: '银盏支行',
											},
											{
												id: '2450024',
												label: '江界河支行',
											},
											{
												id: '2450008',
												label: '茅坡分理处',
											},
											{
												id: '2450019',
												label: '草塘分理处',
											},
											{
												id: '2450016',
												label: '平定营支行',
											},
											{
												id: '2450001',
												label: '营业部',
											},
											{
												id: '2450027',
												label: '小河山分理处',
											},
											{
												id: '2450026',
												label: '铜锣分理处',
											},
											{
												id: '2450020',
												label: '鱼河分理处',
											},
											{
												id: '2450006',
												label: '瓮水分理处',
											},
											{
												id: '2450021',
												label: '建中支行',
											},
											{
												id: '2450023',
												label: '天文支行',
											},
											{
												id: '2450002',
												label: '红军路分理处',
											},
											{
												id: '2450028',
												label: '玉华分理处',
											},
											{
												id: '2450017',
												label: '猴场支行',
											},
											{
												id: '2450015',
												label: '岚关支行',
											},
											{
												id: '2450010',
												label: '珠藏支行',
											},
											{
												id: '2450013',
												label: '永和支行',
											},
											{
												id: '2458002',
												label: '河滨路分理处',
											},
											{
												id: '2450007',
												label: '雍阳支行',
											},
											{
												id: '2450005',
												label: '城南分理处',
											},
										],
									},
								],
							},
							{
								id: '2460000',
								label: '贵定联社',
								children: [
									{
										id: 'xn24602',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2460004',
												label: '红旗分社',
											},
											{
												id: '2460023',
												label: '猴场堡分社',
											},
											{
												id: '2460002',
												label: '新城分社',
											},
											{
												id: '2460009',
												label: '天源分社',
											},
											{
												id: '2460007',
												label: '城北储蓄所',
											},
											{
												id: '2460001',
												label: '营业部',
											},
											{
												id: '2460020',
												label: '岩下分社',
											},
											{
												id: '2460012',
												label: '平堡分社',
											},
											{
												id: '2460016',
												label: '昌明信用社',
											},
											{
												id: '2460013',
												label: '盘江信用社',
											},
											{
												id: '2460006',
												label: '城关信用社',
											},
											{
												id: '2460003',
												label: '小十字分社',
											},
											{
												id: '2460022',
												label: '巩固分社',
											},
											{
												id: '2460010',
												label: '云雾信用社',
											},
											{
												id: '2460024',
												label: '政务中心储蓄所',
											},
											{
												id: '2460014',
												label: '新场信用社',
											},
											{
												id: '2460015',
												label: '新巴分社',
											},
											{
												id: '2460011',
												label: '沿山信用社',
											},
											{
												id: '2460025',
												label: '园区分社',
											},
											{
												id: '2460008',
												label: '南街储蓄所',
											},
											{
												id: '2460017',
												label: '旧治分社',
											},
											{
												id: '2460019',
												label: '马场河分社',
											},
											{
												id: '2460005',
												label: '汽车站储蓄所',
											},
											{
												id: '2460018',
												label: '都六分社',
											},
										],
									},
									{
										id: 'xn24601',
										label: '各职能部门',
										children: [
											{
												id: '2469015',
												label: '人力资源部',
											},
											{
												id: '2469004',
												label: '稽核审计部',
											},
											{
												id: '2469010',
												label: '基础建设部',
											},
											{
												id: '2469013',
												label: '内退人员',
											},
											{
												id: '2469014',
												label: '扶贫事业部',
											},
											{
												id: '2469003',
												label: '电子银行部',
											},
											{
												id: '2469006',
												label: '事后监督部',
											},
											{
												id: '2469005',
												label: '纪检监察室',
											},
											{
												id: '2469001',
												label: '综合办公室',
											},
											{
												id: '2469012',
												label: '行社领导',
											},
											{
												id: '2469008',
												label: '合规风险部',
											},
											{
												id: '2469011',
												label: '安全保卫部',
											},
											{
												id: '2469002',
												label: '财务统计部',
											},
											{
												id: '2469009',
												label: '业务发展部',
											},
											{
												id: '2469017',
												label: '退休人员',
											},
											{
												id: '2469016',
												label: '党群宣传部',
											},
											{
												id: '2469007',
												label: '农村业务部',
											},
										],
									},
								],
							},
							{
								id: '2420000',
								label: '贵州荔波农商银行',
								children: [
									{
										id: 'xn24202',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2420008',
												label: '古镇分理处',
											},
											{
												id: '2420001',
												label: '营业部',
											},
											{
												id: '2420023',
												label: '阁龙社区分理处',
											},
											{
												id: '2420021',
												label: '洞塘分理处',
											},
											{
												id: '2420016',
												label: '茂兰支行',
											},
											{
												id: '2420007',
												label: '水尧分理处',
											},
											{
												id: '2420022',
												label: '永康分理处',
											},
											{
												id: '2420018',
												label: '方村支行',
											},
											{
												id: '2420009',
												label: '甲良支行',
											},
											{
												id: '2420003',
												label: '樟江分理处',
											},
											{
												id: '2420011',
												label: '立化支行',
											},
											{
												id: '2420010',
												label: '阳凤分理处',
											},
											{
												id: '2420019',
												label: '水利分理处',
											},
											{
												id: '2420014',
												label: '小七孔分理处',
											},
											{
												id: '2420015',
												label: '捞村分理处',
											},
											{
												id: '2420002',
												label: '大榕树分理处',
											},
											{
												id: '2420012',
												label: '佳荣支行',
											},
											{
												id: '2420004',
												label: '朝阳支行',
											},
											{
												id: '2420017',
												label: '播尧支行',
											},
											{
												id: '2420006',
												label: '绿宝石分理处',
											},
											{
												id: '2420020',
												label: '黎明关分理处',
											},
											{
												id: '2420013',
												label: '瑶山支行',
											},
											{
												id: '2420005',
												label: '玉屏支行',
											},
										],
									},
									{
										id: 'xn24201',
										label: '各职能部门',
										children: [
											{
												id: '2429012',
												label: '内退',
											},
											{
												id: '2429013',
												label: '扶贫事业部',
											},
											{
												id: '2429016',
												label: '工会办公室',
											},
											{
												id: '2429015',
												label: '退休人员',
											},
											{
												id: '2429010',
												label: '合规风险部',
											},
											{
												id: '2429006',
												label: '稽核审计部',
											},
											{
												id: '2429004',
												label: '党群工作部',
											},
											{
												id: '2429007',
												label: '业务发展部',
											},
											{
												id: '2429014',
												label: '纪检监察室',
											},
											{
												id: '2429001',
												label: '办公室',
											},
											{
												id: '2429009',
												label: '财务统计部',
											},
											{
												id: '2429008',
												label: '三农服务部',
											},
											{
												id: '2429003',
												label: '安全保卫部',
											},
											{
												id: '2429002',
												label: '后勤服务中心',
											},
											{
												id: '2429005',
												label: '电子银行部',
											},
											{
												id: '2429011',
												label: '行社领导',
											},
										],
									},
								],
							},
							{
								id: '2500000',
								label: '罗甸联社',
								children: [
									{
										id: 'xn25001',
										label: '各职能部门',
										children: [
											{
												id: '2509014',
												label: '基建办',
											},
											{
												id: '2509012',
												label: '信息科技部',
											},
											{
												id: '2509010',
												label: '合规风险部',
											},
											{
												id: '2509026',
												label: '退休人员',
											},
											{
												id: '2509019',
												label: '行社领导',
											},
											{
												id: '2509016',
												label: '工会办',
											},
											{
												id: '2509002',
												label: '纪检监察室',
												children: [
													{
														id: '2509021',
														label: '党群综合部',
														children: [
															{
																id: '2509022',
																label: '城乡业务发展部',
															},
														],
													},
												],
											},
											{
												id: '2509004',
												label: '安全保卫部',
											},
											{
												id: '2509007',
												label: '财务统计部',
											},
											{
												id: '2509006',
												label: '人力资源部',
											},
											{
												id: '2509009',
												label: '农村业务部',
											},
											{
												id: '2509020',
												label: '内退',
											},
											{
												id: '2509013',
												label: '事后监督部(授权中心)',
											},
											{
												id: '2509001',
												label: '党委办',
											},
											{
												id: '2509018',
												label: '农民工金融服务中心',
											},
											{
												id: '2509011',
												label: '电子银行部',
											},
											{
												id: '2509025',
												label: '城乡业务发展部',
											},
											{
												id: '2509003',
												label: '综合部',
											},
											{
												id: '2509008',
												label: '业务发展部',
											},
											{
												id: '2509017',
												label: '小微中心',
											},
											{
												id: '2509005',
												label: '稽核审计部(监督中心)',
											},
											{
												id: '2509015',
												label: '客服务部',
											},
										],
									},
									{
										id: '2509023',
										label: '扶贫事业部',
									},
									{
										id: '2509024',
										label: '党群综合部',
									},
									{
										id: 'xn25002',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2500007',
												label: '边阳信用社',
											},
											{
												id: '2500012',
												label: '罗悃信用社',
											},
											{
												id: '2500014',
												label: '茂井信用社',
											},
											{
												id: '2500019',
												label: '罗暮分社',
											},
											{
												id: '2500002',
												label: '解放路分社',
											},
											{
												id: '2500003',
												label: '斛兴分社',
											},
											{
												id: '2500016',
												label: '木引信用社',
											},
											{
												id: '2500006',
												label: '云干信用社',
											},
											{
												id: '2500015',
												label: '龙坪信用社',
											},
											{
												id: '2500008',
												label: '大桥信用社',
											},
											{
												id: '2500020',
												label: '交砚分社',
											},
											{
												id: '2500001',
												label: '营业部',
											},
											{
												id: '2500010',
												label: '沫阳信用社',
											},
											{
												id: '2500017',
												label: '凤亭分社',
											},
											{
												id: '2500013',
												label: '逢亭信用社',
											},
											{
												id: '2500018',
												label: '平岩分社',
											},
											{
												id: '2500009',
												label: '红水河信用社',
											},
											{
												id: '2500004',
												label: '斛西信用社',
											},
											{
												id: '2500005',
												label: '斛东信用社',
											},
											{
												id: '2500011',
												label: '板庚信用社',
											},
										],
									},
								],
							},
							{
								id: '2390000',
								label: '贵州都匀农商银行',
								children: [
									{
										id: 'xn23901',
										label: '各职能部门',
										children: [
											{
												id: '2399013',
												label: '科技信息部',
											},
											{
												id: '2399009',
												label: '稽核审计部',
											},
											{
												id: '2399008',
												label: '合规风险部',
											},
											{
												id: '2399003',
												label: '工会办公室',
											},
											{
												id: '2399011',
												label: '基础建设部',
											},
											{
												id: '2399002',
												label: '内退',
											},
											{
												id: '2399010',
												label: '事后监督中心',
											},
											{
												id: '2399020',
												label: '金融市场部',
											},
											{
												id: '2399015',
												label: '业务发展部',
											},
											{
												id: '2399014',
												label: '电子银行部',
											},
											{
												id: '2399004',
												label: '办公室',
											},
											{
												id: '2399019',
												label: '退休人员',
											},
											{
												id: '2399018',
												label: '扶贫事业部',
											},
											{
												id: '2399005',
												label: '党群部',
											},
											{
												id: '2399001',
												label: '领导',
											},
											{
												id: '2399017',
												label: '农村市场拓展部',
											},
											{
												id: '2399021',
												label: '反洗钱工作中心',
											},
											{
												id: '2399016',
												label: '小微企业金融服务中心',
											},
											{
												id: '2399007',
												label: '纪检监察室',
											},
											{
												id: '2399012',
												label: '安全保卫部',
											},
											{
												id: '2399006',
												label: '财务统计部',
											},
										],
									},
									{
										id: 'xn23902',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2390003',
												label: '小十字支行',
											},
											{
												id: '2390021',
												label: '牛场分理处',
											},
											{
												id: '2390038',
												label: '摆忙分理处',
											},
											{
												id: '2390014',
												label: '河阳分理处',
											},
											{
												id: '2390005',
												label: '桥城支行',
											},
											{
												id: '2390004',
												label: '育英分理处',
											},
											{
												id: '2390025',
												label: '平浪分理处',
											},
											{
												id: '2390011',
												label: '东山支行',
											},
											{
												id: '2390036',
												label: '石龙分理处',
											},
											{
												id: '2390009',
												label: '凤凰坝分理处',
											},
											{
												id: '2390017',
												label: '绿茵湖支行',
											},
											{
												id: '2390028',
												label: '归兰分理处',
											},
											{
												id: '2390001',
												label: '营业部',
											},
											{
												id: '2390006',
												label: '剑江分理处',
											},
											{
												id: '2390002',
												label: '西苑分理处',
											},
											{
												id: '2390032',
												label: '沙寨分理处',
											},
											{
												id: '2390013',
												label: '小围寨支行',
											},
											{
												id: '2390030',
												label: '凯口支行',
											},
											{
												id: '2390008',
												label: '大西门支行',
											},
											{
												id: '2390023',
												label: '上街分理处',
											},
											{
												id: '2390027',
												label: '王司支行',
											},
											{
												id: '2390016',
												label: '师院分理处',
											},
											{
												id: '2390037',
												label: '阳和分理处',
											},
											{
												id: '2390029',
												label: '基场分理处',
											},
											{
												id: '2390020',
												label: '匀东支行',
											},
											{
												id: '2390031',
												label: '洛邦分理处',
											},
											{
												id: '2390007',
												label: '龙山支行',
											},
											{
												id: '2390033',
												label: '毛尖支行',
											},
											{
												id: '2390035',
												label: '包阳分理处',
											},
											{
												id: '2390026',
												label: '坝固支行',
											},
											{
												id: '2390012',
												label: '庆云宫分理处',
											},
											{
												id: '2390019',
												label: '杨柳街分理处',
											},
											{
												id: '2390015',
												label: '沙包堡支行',
											},
											{
												id: '2390018',
												label: '邦水分理处',
											},
											{
												id: '2390022',
												label: '墨冲支行',
											},
											{
												id: '2390010',
												label: '平桥分理处',
											},
											{
												id: '2390024',
												label: '良亩分理处',
											},
										],
									},
								],
							},
							{
								id: '2430000',
								label: '三都联社',
								children: [
									{
										id: 'xn24302',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2430017',
												label: '周覃新街分社',
											},
											{
												id: '2430014',
												label: '城东开发区储蓄所',
											},
											{
												id: '2430016',
												label: '环城路分社',
											},
											{
												id: '2430003',
												label: '三合分社',
											},
											{
												id: '2430013',
												label: '都江信用社',
											},
											{
												id: '2430004',
												label: '大河分社',
											},
											{
												id: '2430001',
												label: '营业部',
											},
											{
												id: '2430008',
												label: '丰乐信用社',
											},
											{
												id: '2430009',
												label: '合江信用社',
											},
											{
												id: '2430007',
												label: '廷牌分社',
											},
											{
												id: '2430002',
												label: '建设西路分社',
											},
											{
												id: '2430005',
												label: '周覃信用社',
											},
											{
												id: '2438001',
												label: '坝街分社',
											},
											{
												id: '2430010',
												label: '普安信用社',
											},
											{
												id: '2430015',
												label: '塘州分社',
											},
											{
												id: '2430018',
												label: '建设东路分社',
											},
											{
												id: '2430011',
												label: '中和信用社',
											},
											{
												id: '2430006',
												label: '三洞分社',
											},
											{
												id: '2430012',
												label: '九阡信用社',
											},
											{
												id: '2438002',
												label: '交梨分社',
											},
										],
									},
									{
										id: 'xn24301',
										label: '各职能部门',
										children: [
											{
												id: '2439004',
												label: '农村业务部',
											},
											{
												id: '2439016',
												label: '业务发展部',
											},
											{
												id: '2439015',
												label: '纪检监察室',
											},
											{
												id: '2439021',
												label: '资金运营部',
											},
											{
												id: '2439017',
												label: '扶贫事业部',
											},
											{
												id: '2439005',
												label: '安全保卫部',
											},
											{
												id: '2439009',
												label: '党群工作部',
											},
											{
												id: '2439003',
												label: '后勤服务中心',
											},
											{
												id: '2439011',
												label: '合规风险部',
											},
											{
												id: '2439014',
												label: '领导',
											},
											{
												id: '2439007',
												label: '电子银行部',
											},
											{
												id: '2439012',
												label: '事后监督部',
											},
											{
												id: '2439013',
												label: '常州农民工金融服务中心',
											},
											{
												id: '2439001',
												label: '办公室',
											},
											{
												id: '2439006',
												label: '财务信息部',
											},
											{
												id: '2439002',
												label: '小微企业金融服务中心',
											},
											{
												id: '2439008',
												label: '稽核审计部',
											},
											{
												id: '2439018',
												label: '退休人员',
											},
											{
												id: '2439020',
												label: '工会办公室',
											},
											{
												id: '2439010',
												label: '基础设施建设办公室',
											},
											{
												id: '2439019',
												label: '人力资源部',
											},
										],
									},
								],
							},
							{
								id: '2490000',
								label: '长顺联社',
								children: [
									{
										id: 'xn24902',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2490006',
												label: '长征分社',
											},
											{
												id: '2490016',
												label: '敦操分社',
											},
											{
												id: '2490002',
												label: '和平分社',
											},
											{
												id: '2490009',
												label: '新寨分社',
											},
											{
												id: '2490003',
												label: '长寨信用社',
											},
											{
												id: '2490017',
												label: '白云山信用社',
											},
											{
												id: '2490022',
												label: '南场分社',
											},
											{
												id: '2490018',
												label: '宗坝信用社',
											},
											{
												id: '2490019',
												label: '凯佐信用社',
											},
											{
												id: '2490014',
												label: '马路分社',
											},
											{
												id: '2490005',
												label: '长发分社',
											},
											{
												id: '2490021',
												label: '睦化信用社',
											},
											{
												id: '2490011',
												label: '交麻分社',
											},
											{
												id: '2490004',
												label: '长利储蓄所',
											},
											{
												id: '2490013',
												label: '广农分社',
											},
											{
												id: '2490001',
												label: '营业部',
											},
											{
												id: '2490012',
												label: '广顺信用社',
											},
											{
												id: '2490015',
												label: '代化信用社',
											},
											{
												id: '2490010',
												label: '鼓扬信用社',
											},
											{
												id: '2490008',
												label: '摆所信用社',
											},
											{
												id: '2490020',
												label: '营盘信用社',
											},
											{
												id: '2490007',
												label: '威远信用社',
											},
										],
									},
									{
										id: 'xn24901',
										label: '各职能部门',
										children: [
											{
												id: '2499015',
												label: '行社领导',
											},
											{
												id: '2499021',
												label: '退休人员',
											},
											{
												id: '2499017',
												label: '筹建农商行工作办公室',
											},
											{
												id: '2499008',
												label: '电子银行部',
											},
											{
												id: '2499010',
												label: '合规风险部',
											},
											{
												id: '2499012',
												label: '基建办',
											},
											{
												id: '2499013',
												label: '金融市场部',
											},
											{
												id: '2499005',
												label: '财务信息部',
												children: [
													{
														id: '2499022',
														label: '反洗钱中心',
													},
													{
														id: '2499020',
														label: '授权中心',
													},
													{
														id: '2499019',
														label: '预警中心',
													},
												],
											},
											{
												id: '2499004',
												label: '业务发展部',
											},
											{
												id: '2499007',
												label: '科技信息部',
											},
											{
												id: '2499006',
												label: '农村业务部',
											},
											{
												id: '2499014',
												label: '安全保卫部',
												children: [
													{
														id: '2499018',
														label: '监控中心',
													},
												],
											},
											{
												id: '2499003',
												label: '人力资源部',
											},
											{
												id: '2499016',
												label: '扶贫事业部',
											},
											{
												id: '2499011',
												label: '纪检监察室',
											},
											{
												id: '2499002',
												label: '党群办',
											},
											{
												id: '2499009',
												label: '稽核审计部',
											},
											{
												id: '2499001',
												label: '办公室',
											},
										],
									},
								],
							},
							{
								id: '2440000',
								label: '贵州福泉农商银行',
								children: [
									{
										id: '2449021',
										label: '退休人员',
									},
									{
										id: 'xn24401',
										label: '各职能部门',
										children: [
											{
												id: '2449010',
												label: '党群工作部',
											},
											{
												id: '2449019',
												label: '扶贫事业部',
											},
											{
												id: '2449009',
												label: '后勤服务部',
											},
											{
												id: '2449004',
												label: '财务会计部',
											},
											{
												id: '2449018',
												label: '内退人员',
											},
											{
												id: '2449002',
												label: '业务发展部',
											},
											{
												id: '2449014',
												label: '稽核审计部',
											},
											{
												id: '2449013',
												label: '农村业务部',
											},
											{
												id: '2449012',
												label: '工会办公室',
											},
											{
												id: '2449003',
												label: '合规风险部',
											},
											{
												id: '2449017',
												label: '行社领导',
											},
											{
												id: '2449011',
												label: '安全保卫部',
											},
											{
												id: '2449008',
												label: '小微企业服务中心市场营销部',
											},
											{
												id: '2449005',
												label: '电子银行部',
											},
											{
												id: '2449006',
												label: '事后监督部',
											},
											{
												id: '2449007',
												label: '小微企业服务中心',
											},
											{
												id: '2449001',
												label: '综合办公室',
											},
											{
												id: '2449015',
												label: '纪检监察室',
											},
											{
												id: '2449016',
												label: '人力资源部',
											},
										],
									},
									{
										id: 'xn24402',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2440003',
												label: '城厢支行',
											},
											{
												id: '2440006',
												label: '龙昌支行',
											},
											{
												id: '2440008',
												label: '马场坪支行',
											},
											{
												id: '2440004',
												label: '古城分理处',
											},
											{
												id: '2440012',
												label: '地松分理处',
											},
											{
												id: '2440016',
												label: '磷矿分理处',
											},
											{
												id: '2440018',
												label: '高坪分理处',
											},
											{
												id: '2440007',
												label: '黄丝支行',
											},
											{
												id: '2440013',
												label: '藜山分理处',
											},
											{
												id: '2440009',
												label: '洒金分理处',
											},
											{
												id: '2440002',
												label: '文峰分理处',
											},
											{
												id: '2448002',
												label: '仙桥便民服务点',
											},
											{
												id: '2440015',
												label: '花灯分理处',
											},
											{
												id: '2448001',
												label: '兴隆便民服务点',
											},
											{
												id: '2448004',
												label: '高石便民服务点',
											},
											{
												id: '2440001',
												label: '营业部',
											},
											{
												id: '2448003',
												label: '谷龙便民服务点',
											},
											{
												id: '2440014',
												label: '牛场支行',
											},
											{
												id: '2440017',
												label: '道坪支行',
											},
											{
												id: '2440005',
												label: '金山支行',
											},
											{
												id: '2440010',
												label: '凤山支行',
											},
											{
												id: '2440011',
												label: '陆坪支行',
											},
										],
									},
									{
										id: '2449020',
										label: '资金运营部',
									},
								],
							},
						],
					},
					{
						id: 'xn299102',
						label: '贵阳市各行社',
						children: [
							{
								id: '2010000',
								label: '贵州贵阳农商银行',
								children: [
									{
										id: 'xn20101',
										label: '各职能部门',
										children: [
											{
												id: '2019005',
												label: '计划财务部',
											},
											{
												id: '2019108',
												label: '安全保卫部',
											},
											{
												id: '2019004',
												label: '人力资源部',
											},
											{
												id: '2019107',
												label: '清收办公室',
											},
											{
												id: '2019105',
												label: '内控合规部',
											},
											{
												id: '2019023',
												label: '借调省联社',
											},
											{
												id: '2019020',
												label: '信息技术部',
											},
											{
												id: '2019095',
												label: '资产诉讼中心',
											},
											{
												id: '2019009',
												label: '互联网金融事业部',
											},
											{
												id: '2019110',
												label: '监事会办公室',
											},
											{
												id: '2019094',
												label: '三农扶贫事业部',
											},
											{
												id: '2019006',
												label: '授信审批部',
											},
											{
												id: '2019018',
												label: '同业业务中心',
											},
											{
												id: '2019003',
												label: '战略发展研究部',
											},
											{
												id: '2019012',
												label: '总务部',
											},
											{
												id: '2019008',
												label: '公司金融部',
											},
											{
												id: '2019011',
												label: '党群工作部',
											},
											{
												id: '2019007',
												label: '个人金融部',
											},
											{
												id: '2019106',
												label: '法律事务部',
											},
											{
												id: '2019101',
												label: '董事会办公室',
											},
											{
												id: '2019021',
												label: '票据中心',
											},
											{
												id: '2019010',
												label: '合规风险管理部',
											},
											{
												id: '2019016',
												label: '审计部',
											},
											{
												id: '2019022',
												label: '内退人员',
											},
											{
												id: '2019002',
												label: '办公室',
											},
											{
												id: '2019100',
												label: '退休人员',
											},
											{
												id: '2019001',
												label: '总行班子成员',
											},
											{
												id: '2019017',
												label: '金融市场部',
											},
											{
												id: '2019109',
												label: '党委办公室',
											},
											{
												id: '2019014',
												label: '营运管理部',
											},
											{
												id: '2019013',
												label: '纪检监察部',
											},
											{
												id: '2019015',
												label: '授权中心',
											},
											{
												id: '2019019',
												label: '理财业务中心',
											},
										],
									},
									{
										id: 'xn20102',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2010091',
												label: '营业部',
												children: [
													{
														id: '2019025',
														label: '综合服务中心',
													},
													{
														id: '2019024',
														label: '营业部班子成员',
													},
													{
														id: '2019030',
														label: '门柜服务中心',
													},
													{
														id: '2019096',
														label: '资保法务中心',
													},
													{
														id: '2010092',
														label: '观山湖支行',
													},
													{
														id: '2019026',
														label: '业务发展事业部',
													},
													{
														id: '2019031',
														label: '内退人员',
													},
													{
														id: '2019028',
														label: '票据服务中心',
													},
													{
														id: '2019029',
														label: '财务服务中心',
													},
													{
														id: '2019027',
														label: '业务服务中心',
													},
												],
											},
											{
												id: '2010100',
												label: '清镇支行',
												children: [
													{
														id: '2019104',
														label: '综合结算部',
													},
													{
														id: '2019102',
														label: '业务发展部',
													},
													{
														id: '2019111',
														label: '一级支行班子成员',
													},
													{
														id: '2010105',
														label: '清镇支行营业部',
													},
													{
														id: '2019103',
														label: '风险管理部',
													},
													{
														id: '2010098',
														label: '清镇支行',
														children: [
															{
																id: '2019089',
																label: '综合业务部',
															},
															{
																id: '2019088',
																label: '一级支行班子成员',
															},
															{
																id: '2019090',
																label: '内退人员',
															},
														],
													},
												],
											},
											{
												id: '2010003',
												label: '乌当支行',
												children: [
													{
														id: '2019083',
														label: '业务部',
													},
													{
														id: '2010035',
														label: '乌当支行营业部',
													},
													{
														id: '2010036',
														label: '水东路支行',
													},
													{
														id: '2019081',
														label: '一级支行班子成员',
													},
													{
														id: '2019084',
														label: '内退人员',
													},
													{
														id: '2019082',
														label: '财务综合部',
													},
												],
											},
											{
												id: '2010102',
												label: '互联网金融事业部',
												children: [
													{
														id: '2010103',
														label: '业务部',
													},
												],
											},
											{
												id: '2010007',
												label: '花溪支行',
												children: [
													{
														id: '2019077',
														label: '财务部',
													},
													{
														id: '2010095',
														label: '龙王支行',
													},
													{
														id: '2010094',
														label: '营业部',
													},
													{
														id: '2019075',
														label: '一级支行班子成员',
													},
													{
														id: '2019080',
														label: '内退人员',
													},
													{
														id: '2019079',
														label: '风险部',
													},
													{
														id: '2019076',
														label: '综合部',
													},
													{
														id: '2019078',
														label: '业务发展部',
													},
												],
											},
											{
												id: '2010004',
												label: '南明支行',
												children: [
													{
														id: '2010044',
														label: '甘荫塘支行',
													},
													{
														id: '2010047',
														label: '八公里支行',
													},
													{
														id: '2010045',
														label: '龙洞堡支行',
													},
													{
														id: '2019054',
														label: '内退人员',
													},
													{
														id: '2010046',
														label: '水口寺支行',
													},
													{
														id: '2010057',
														label: '纪念塔支行',
													},
													{
														id: '2010055',
														label: '解五支行',
													},
													{
														id: '2010059',
														label: '云关支行',
													},
													{
														id: '2010041',
														label: '花果园支行',
													},
													{
														id: '2010037',
														label: '南明支行营业部',
													},
													{
														id: '2010056',
														label: '市府路支行',
													},
													{
														id: '2019050',
														label: '科技信息部',
													},
													{
														id: '2019048',
														label: '个人金融部',
													},
													{
														id: '2019052',
														label: '事后监督中心',
													},
													{
														id: '2010039',
														label: '沙冲路支行',
													},
													{
														id: '2019049',
														label: '票据中心',
													},
													{
														id: '2010050',
														label: '小十字支行',
													},
													{
														id: '2010043',
														label: '倒牌坊支行',
													},
													{
														id: '2010053',
														label: '解放路支行',
													},
													{
														id: '2010104',
														label: '民生路支行',
													},
													{
														id: '2019047',
														label: '公司金融部',
													},
													{
														id: '2010058',
														label: '湘雅支行',
													},
													{
														id: '2010048',
														label: '二戈寨支行',
													},
													{
														id: '2010038',
														label: '兴关路支行',
													},
													{
														id: '2019043',
														label: '一级支行班子成员',
													},
													{
														id: '2019044',
														label: '综合管理部',
													},
													{
														id: '2010054',
														label: '晒田坝支行',
													},
													{
														id: '2019046',
														label: '授信审批部',
													},
													{
														id: '2019045',
														label: '财务会计部',
													},
													{
														id: '2010049',
														label: '朝阳洞支行',
													},
													{
														id: '2019051',
														label: '风险管理部',
													},
													{
														id: '2010040',
														label: '新华路支行',
													},
													{
														id: '2010051',
														label: '梭草路支行',
													},
													{
														id: '2019053',
														label: '监察保卫部',
													},
													{
														id: '2010052',
														label: '油榨街支行',
													},
													{
														id: '2010042',
														label: '太慈桥支行',
													},
												],
											},
											{
												id: '2010099',
												label: '修文支行',
												children: [
													{
														id: '2019091',
														label: '一级支行班子成员',
													},
													{
														id: '2019093',
														label: '内退人员',
													},
													{
														id: '2019092',
														label: '综合业务部',
													},
												],
											},
											{
												id: '2010005',
												label: '白云支行',
												children: [
													{
														id: '2019055',
														label: '一级支行班子成员',
													},
													{
														id: '2010071',
														label: '沙文支行',
													},
													{
														id: '2010066',
														label: '中坝支行',
													},
													{
														id: '2010062',
														label: '铝建支行',
													},
													{
														id: '2019063',
														label: '监察保卫部',
													},
													{
														id: '2019058',
														label: '公司金融部',
													},
													{
														id: '2010063',
														label: '龚北支行',
													},
													{
														id: '2010065',
														label: '艳山红支行',
													},
													{
														id: '2010064',
														label: '尖山支行',
													},
													{
														id: '2010070',
														label: '都拉支行',
													},
													{
														id: '2010061',
														label: '营业部',
													},
													{
														id: '2019064',
														label: '内退人员',
													},
													{
														id: '2010073',
														label: '粑粑坳支行',
													},
													{
														id: '2010074',
														label: '同心路支行',
													},
													{
														id: '2010076',
														label: '南湖支行',
													},
													{
														id: '2019059',
														label: '个人金融部',
													},
													{
														id: '2019061',
														label: '授信审批部',
													},
													{
														id: '2010068',
														label: '麦架支行',
													},
													{
														id: '2010067',
														label: '东方支行',
													},
													{
														id: '2010077',
														label: '金阳支行',
													},
													{
														id: '2019062',
														label: '资产保全部',
													},
													{
														id: '2010069',
														label: '车辆厂支行',
													},
													{
														id: '2010072',
														label: '牛场支行',
													},
													{
														id: '2019057',
														label: '财务管理部',
													},
													{
														id: '2019060',
														label: '风险管理部',
													},
													{
														id: '2019056',
														label: '综合管理部',
													},
												],
											},
											{
												id: '2010093',
												label: '科技支行',
												children: [
													{
														id: '2019099',
														label: '风险管理部',
													},
													{
														id: '2019086',
														label: '业务发展部',
													},
													{
														id: '2010097',
														label: '科技支行营业部',
													},
													{
														id: '2019085',
														label: '一级支行班子成员',
													},
													{
														id: '2019087',
														label: '内退人员',
													},
													{
														id: '2019098',
														label: '综合管理部',
													},
												],
											},
											{
												id: '2010002',
												label: '云岩支行',
												children: [
													{
														id: '2019036',
														label: '监察保卫部',
													},
													{
														id: '2010033',
														label: '头桥支行',
													},
													{
														id: '2019033',
														label: '综合管理部',
													},
													{
														id: '2019038',
														label: '风险管理部',
													},
													{
														id: '2010032',
														label: '宅吉花园支行',
													},
													{
														id: '2010022',
														label: '市西支行',
													},
													{
														id: '2019032',
														label: '一级支行班子成员',
													},
													{
														id: '2019097',
														label: '市场营销统计部',
													},
													{
														id: '2010020',
														label: '百花山社区支行',
													},
													{
														id: '2010015',
														label: '江西村支行',
													},
													{
														id: '2010013',
														label: '东山支行',
													},
													{
														id: '2010029',
														label: '民生路支行',
													},
													{
														id: '2010021',
														label: '永安支行',
													},
													{
														id: '2010011',
														label: '宅吉支行',
													},
													{
														id: '2010018',
														label: '西南商贸城支行',
													},
													{
														id: '2010034',
														label: '改茶支行',
													},
													{
														id: '2019034',
														label: '计划财务部',
													},
													{
														id: '2010024',
														label: '沙河支行',
													},
													{
														id: '2010026',
														label: '黄金路支行',
													},
													{
														id: '2010031',
														label: '中天社区支行',
													},
													{
														id: '2010009',
														label: '大营坡支行',
													},
													{
														id: '2010016',
														label: '紫林支行',
													},
													{
														id: '2019037',
														label: '风险预警中心',
													},
													{
														id: '2019040',
														label: '个人金融部',
													},
													{
														id: '2010028',
														label: '正新支行',
													},
													{
														id: '2010027',
														label: '八鸽岩支行',
													},
													{
														id: '2010030',
														label: '中华北路支行',
													},
													{
														id: '2010017',
														label: '煤矿村支行',
													},
													{
														id: '2019042',
														label: '内退人员',
													},
													{
														id: '2019041',
														label: '票据分中心',
													},
													{
														id: '2010025',
														label: '红岩支行',
													},
													{
														id: '2010014',
														label: '相宝山支行',
													},
													{
														id: '2019039',
														label: '业务发展部',
													},
													{
														id: '2010023',
														label: '贵开支行',
													},
													{
														id: '2010012',
														label: '花香村支行',
													},
													{
														id: '2010010',
														label: '三桥支行',
													},
													{
														id: '2019035',
														label: '电子银行部',
													},
													{
														id: '2010008',
														label: '云岩支行营业部',
													},
													{
														id: '2010019',
														label: '黔灵支行',
													},
												],
											},
											{
												id: '2010006',
												label: '小河支行',
												children: [
													{
														id: '2010079',
														label: '长江支行',
													},
													{
														id: '2019072',
														label: '安全保卫部',
													},
													{
														id: '2019068',
														label: '个人金融部',
													},
													{
														id: '2010087',
														label: '悦秀支行',
													},
													{
														id: '2010088',
														label: '孟关支行',
													},
													{
														id: '2019065',
														label: '一级支行班子成员',
													},
													{
														id: '2010083',
														label: '金竹支行',
													},
													{
														id: '2019066',
														label: '公司金融部',
													},
													{
														id: '2010086',
														label: '矿山支行',
													},
													{
														id: '2010084',
														label: '蒲江支行',
													},
													{
														id: '2019069',
														label: '科技信息部',
													},
													{
														id: '2019071',
														label: '风险管理部',
													},
													{
														id: '2010081',
														label: '王武支行',
													},
													{
														id: '2010078',
														label: '小河支行营业部',
													},
													{
														id: '2010082',
														label: '中曹支行',
													},
													{
														id: '2019073',
														label: '综合管理部',
													},
													{
														id: '2010080',
														label: '漓江支行',
													},
													{
														id: '2019067',
														label: '授信审批部',
													},
													{
														id: '2019070',
														label: '计划财务部',
													},
													{
														id: '2019074',
														label: '内退人员',
													},
													{
														id: '2010085',
														label: '五三支行',
													},
												],
											},
										],
									},
									{
										id: '137788',
										label: '测试部门',
									},
									{
										id: '123234',
										label: '测试部门',
									},
								],
							},
							{
								id: '2120000',
								label: '息烽联社',
								children: [
									{
										id: 'xn21201',
										label: '各职能部门',
										children: [
											{
												id: '2129017',
												label: '筹建办',
											},
											{
												id: '2129013',
												label: '内退人员',
											},
											{
												id: '2129010',
												label: '安全保卫部',
											},
											{
												id: '2129006',
												label: '综合办公室',
											},
											{
												id: '2129001',
												label: '业务发展部',
											},
											{
												id: '2129005',
												label: '纪委办',
											},
											{
												id: '2129015',
												label: '党委办',
											},
											{
												id: '2129016',
												label: '人力资源部',
											},
											{
												id: '2129014',
												label: '三农业务部',
											},
											{
												id: '2129007',
												label: '科技信息部',
											},
											{
												id: '2129004',
												label: '稽核审计部',
												children: [
													{
														id: '2129009',
														label: '事后监督中心',
													},
												],
											},
											{
												id: '2129008',
												label: '电子银行部',
											},
											{
												id: '2129003',
												label: '财会统计部',
												children: [
													{
														id: '2129011',
														label: '远程授权中心',
													},
												],
											},
											{
												id: '2129018',
												label: '退休人员',
											},
											{
												id: '2129012',
												label: '行社领导',
											},
											{
												id: '2129002',
												label: '合规风险部',
											},
										],
									},
									{
										id: 'xn21202',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2120004',
												label: '小寨坝信用社',
											},
											{
												id: '2120011',
												label: '虎城分社',
											},
											{
												id: '2120010',
												label: '西山信用社',
											},
											{
												id: '2120017',
												label: '希望城分社',
											},
											{
												id: '2120018',
												label: '交通路分社',
											},
											{
												id: '2120009',
												label: '阳朗分社',
											},
											{
												id: '2120003',
												label: '花园路分社',
											},
											{
												id: '2120005',
												label: '温泉信用社',
											},
											{
												id: '2120001',
												label: '营业部',
											},
											{
												id: '2120007',
												label: '流长信用社',
											},
											{
												id: '2120013',
												label: '九庄信用社',
											},
											{
												id: '2120015',
												label: '青山分社',
											},
											{
												id: '2120016',
												label: '贸易路分社',
											},
											{
												id: '2120012',
												label: '养龙司信用社',
											},
											{
												id: '2120008',
												label: '鹿窝分社',
											},
											{
												id: '2120006',
												label: '石硐信用社',
											},
											{
												id: '2120002',
												label: '永靖分社',
											},
											{
												id: '2120014',
												label: '永安分社',
											},
										],
									},
								],
							},
							{
								id: '2090000',
								label: '贵州清镇农商银行',
								children: [
									{
										id: 'xn20901',
										label: '各职能部门',
										children: [
											{
												id: '2099014',
												label: '安全保卫部',
											},
											{
												id: '2099005',
												label: '财会统计部',
											},
											{
												id: '2099010',
												label: '合规风险部',
											},
											{
												id: '2099006',
												label: '资金运营部',
											},
											{
												id: '2099021',
												label: '工会办公室',
											},
											{
												id: '2099012',
												label: '监督预警中心',
											},
											{
												id: '2099004',
												label: '办公室',
											},
											{
												id: '2099011',
												label: '稽核审计部',
											},
											{
												id: '2099019',
												label: '退休人员',
											},
											{
												id: '2099013',
												label: '信息科技部',
											},
											{
												id: '2099001',
												label: '党委办公室',
											},
											{
												id: '2099020',
												label: '金融市场部',
											},
											{
												id: '2099008',
												label: '三农业务部',
											},
											{
												id: '2099007',
												label: '业务发展部',
											},
											{
												id: '2099015',
												label: '基础建设部',
											},
											{
												id: '2099003',
												label: '纪检监察室',
											},
											{
												id: '2099009',
												label: '票据业务中心',
											},
											{
												id: '2099002',
												label: '人力资源部',
											},
											{
												id: '2099018',
												label: '内退人员',
											},
											{
												id: '2099017',
												label: '行领导',
											},
											{
												id: '2099016',
												label: '电子银行部',
											},
										],
									},
									{
										id: 'xn20902',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2090017',
												label: '七砂支行',
											},
											{
												id: '2090014',
												label: '麦格支行',
											},
											{
												id: '2090010',
												label: '犁倭支行',
											},
											{
												id: '2090024',
												label: '职教城支行',
											},
											{
												id: '2090015',
												label: '百花湖支行',
											},
											{
												id: '2090025',
												label: '世纪城支行',
											},
											{
												id: '2090006',
												label: '云岭街支行',
											},
											{
												id: '2090019',
												label: '有机厂支行',
											},
											{
												id: '2090018',
												label: '贵化支行',
											},
											{
												id: '2090021',
												label: '中八支行',
											},
											{
												id: '2090009',
												label: '王庄支行',
											},
											{
												id: '2090008',
												label: '东风支行',
											},
											{
												id: '2090011',
												label: '卫城支行',
											},
											{
												id: '2090013',
												label: '新店支行',
											},
											{
												id: '2090003',
												label: '康济支行',
											},
											{
												id: '2090016',
												label: '暗流支行',
											},
											{
												id: '2090005',
												label: '东门桥支行',
											},
											{
												id: '2090004',
												label: '新华路支行',
											},
											{
												id: '2090001',
												label: '营业部',
											},
											{
												id: '2090002',
												label: '红旗路支行',
											},
											{
												id: '2090023',
												label: '西南国际商贸城支行',
											},
											{
												id: '2090007',
												label: '站街支行',
											},
											{
												id: '2090012',
												label: '流长支行',
											},
											{
												id: '2090020',
												label: '扁山支行',
											},
											{
												id: '2090022',
												label: '庙儿山支行',
											},
										],
									},
								],
							},
							{
								id: '2030000',
								label: '贵州贵阳乌当农商银行',
								children: [
									{
										id: 'xn20302',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2030029',
												label: '偏坡支行',
											},
											{
												id: '2030018',
												label: '金关支行',
											},
											{
												id: '2030019',
												label: '西南商贸城支行',
											},
											{
												id: '2030032',
												label: '双龙支行',
											},
											{
												id: '2030013',
												label: '下坝支行',
											},
											{
												id: '2030016',
												label: '野鸭支行',
											},
											{
												id: '2030033',
												label: '金融城支行',
											},
											{
												id: '2030005',
												label: '振华支行',
											},
											{
												id: '2030007',
												label: '洛湾支行',
											},
											{
												id: '2030025',
												label: '市府支行',
											},
											{
												id: '2030028',
												label: '蒿芝支行',
											},
											{
												id: '2030020',
												label: '金阳支行',
											},
											{
												id: '2030002',
												label: '林场支行',
											},
											{
												id: '2030012',
												label: '百宜支行',
											},
											{
												id: '2030001',
												label: '营业部',
											},
											{
												id: '2030014',
												label: '羊昌支行',
											},
											{
												id: '2030003',
												label: '顺海支行',
											},
											{
												id: '2030021',
												label: '碧海支行',
											},
											{
												id: '2030009',
												label: '永乐支行',
											},
											{
												id: '2030010',
												label: '新场支行',
											},
											{
												id: '2030008',
												label: '水田支行',
											},
											{
												id: '2030006',
												label: '东风支行',
											},
											{
												id: '2030026',
												label: '金园支行',
											},
											{
												id: '2030004',
												label: '新添寨支行',
											},
											{
												id: '2030022',
												label: '朱昌支行',
											},
											{
												id: '2030023',
												label: '诚信支行',
											},
											{
												id: '2030027',
												label: '金华支行',
											},
											{
												id: '2030031',
												label: '南明支行',
											},
											{
												id: '2030011',
												label: '北衙支行',
											},
											{
												id: '2030024',
												label: '世纪城支行',
											},
											{
												id: '2030015',
												label: '马场支行',
											},
											{
												id: '2030030',
												label: '新堡支行',
											},
											{
												id: '2030017',
												label: '大唐支行',
											},
										],
									},
									{
										id: '2039020',
										label: '省联社挂靠人员',
									},
									{
										id: 'xn20301',
										label: '各职能部门',
										children: [
											{
												id: '2039002',
												label: '党委办公室、董事会办公室、党群工作部',
											},
											{
												id: '2039001',
												label: '行社领导',
											},
											{
												id: '2039022',
												label: '资产保全部',
											},
											{
												id: '2039006',
												label: '财会统计部',
											},
											{
												id: '2039009',
												label: '农村业务部、扶贫事业部',
											},
											{
												id: '2039015',
												label: '金融同业部',
											},
											{
												id: '2039023',
												label: '授信审批部',
											},
											{
												id: '2039003',
												label: '综合办公室',
											},
											{
												id: '2039011',
												label: '科技中心',
											},
											{
												id: '2039016',
												label: '互联网金融部',
											},
											{
												id: '2039018',
												label: '退休人员',
											},
											{
												id: '2039019',
												label: '内退人员',
											},
											{
												id: '2039010',
												label: '合规风险部',
											},
											{
												id: '2039008',
												label: '业务发展部',
											},
											{
												id: '2039005',
												label: '纪检监察室',
											},
											{
												id: '2039007',
												label: '稽核审计部',
											},
											{
												id: '2039013',
												label: '安全保卫部',
											},
											{
												id: '2039004',
												label: '党委组织部、人力资源部',
											},
											{
												id: '2039012',
												label: '电子银行部',
											},
											{
												id: '2039017',
												label: '工会办公室',
											},
											{
												id: '2039014',
												label: '小微金融总部',
											},
										],
									},
								],
							},
							{
								id: '2100000',
								label: '开阳联社',
								children: [
									{
										id: 'xn21001',
										label: '各职能部门',
										children: [
											{
												id: '2109010',
												label: '科技信息部',
											},
											{
												id: '2109016',
												label: '退休人员',
											},
											{
												id: '2109017',
												label: '小微事业一部（县域内）',
											},
											{
												id: '2109003',
												label: '人力资源部',
											},
											{
												id: '2109011',
												label: '电子银行部',
											},
											{
												id: '2109013',
												label: '行社领导',
											},
											{
												id: '2109005',
												label: '纪检监察部',
											},
											{
												id: '2109019',
												label: '金融市场部',
											},
											{
												id: '2109002',
												label: '财务管理部',
											},
											{
												id: '2109007',
												label: '三农事业部',
											},
											{
												id: '2109001',
												label: '办公室',
											},
											{
												id: '2109009',
												label: '稽核审计部',
											},
											{
												id: '2109004',
												label: '党群宣传部',
											},
											{
												id: '2109018',
												label: '小微事业二部（县域外）',
											},
											{
												id: '2109008',
												label: '合规风险部',
											},
											{
												id: '2109021',
												label: '顶岗队',
											},
											{
												id: '2109020',
												label: '小微快贷中心筹建办公室',
											},
											{
												id: '2109015',
												label: '资产保全部',
											},
											{
												id: '2109006',
												label: '安全保卫部',
											},
											{
												id: '2109014',
												label: '内退',
											},
										],
									},
									{
										id: 'xn21002',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2100023',
												label: '龙岗小微分社',
											},
											{
												id: '2100007',
												label: '环湖分社',
											},
											{
												id: '2100006',
												label: '双流分社',
											},
											{
												id: '2100003',
												label: '紫江分社',
											},
											{
												id: '2100014',
												label: '南江分社',
											},
											{
												id: '2100016',
												label: '开洲分社',
											},
											{
												id: '2100012',
												label: '花梨分社',
											},
											{
												id: '2100013',
												label: '禾丰分社',
											},
											{
												id: '2100024',
												label: '市北路分社',
											},
											{
												id: '2100004',
												label: '广场分社',
											},
											{
												id: '2100022',
												label: '云开分社',
											},
											{
												id: '2100011',
												label: '楠木渡分社',
											},
											{
												id: '2100005',
												label: '南龙分社',
											},
											{
												id: '2100018',
												label: '龙水分社',
											},
											{
												id: '2100002',
												label: '磷都分社',
											},
											{
												id: '2100017',
												label: '宅吉分社',
											},
											{
												id: '2100010',
												label: '冯三分社',
											},
											{
												id: '2100021',
												label: '毛云分社',
											},
											{
												id: '2100015',
												label: '龙岗分社',
											},
											{
												id: '2100019',
												label: '米坪分社',
											},
											{
												id: '2100009',
												label: '永温分社',
											},
											{
												id: '2100020',
												label: '高寨分社',
											},
											{
												id: '2100008',
												label: '金中分社',
											},
											{
												id: '2100001',
												label: '营业部',
											},
										],
									},
								],
							},
							{
								id: '2110000',
								label: '修文联社',
								children: [
									{
										id: 'xn21101',
										label: '各职能部门',
										children: [
											{
												id: '2119003',
												label: '综合办公室',
											},
											{
												id: '2119002',
												label: '人力资源部',
												children: [
													{
														id: '2119028',
														label: '社区银行转型办公室',
													},
												],
											},
											{
												id: '2119005',
												label: '稽核审计部',
											},
											{
												id: '2119007',
												label: '三农事业部',
											},
											{
												id: '2119030',
												label: '营运管理部',
											},
											{
												id: '2119026',
												label: '退休人员',
											},
											{
												id: '2119023',
												label: '金融市场部',
											},
											{
												id: '2119029',
												label: '社区银行转型办公室',
											},
											{
												id: '2119024',
												label: '金融市场部',
											},
											{
												id: '2119019',
												label: '公司二部',
											},
											{
												id: '2119025',
												label: '公司三部',
											},
											{
												id: '2119020',
												label: '内退人员',
											},
											{
												id: '2119009',
												label: '财会统计部',
											},
											{
												id: '2119018',
												label: '公司一部',
											},
											{
												id: '2119006',
												label: '电子银行部',
											},
											{
												id: '2119022',
												label: '数据信息化办公室',
											},
											{
												id: '2119001',
												label: '行社领导',
											},
											{
												id: '2119027',
												label: '票据中心',
											},
											{
												id: '2119016',
												label: '小微金融事业部',
											},
											{
												id: '2119012',
												label: '安全保卫部',
											},
											{
												id: '2119004',
												label: '纪检监察室',
											},
											{
												id: '2119010',
												label: '合规风险部',
											},
										],
									},
									{
										id: 'xn21102',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2110007',
												label: '马家桥分社',
											},
											{
												id: '2110019',
												label: '六桶信用社',
											},
											{
												id: '2110011',
												label: '久长信用社川黔北路分社',
											},
											{
												id: '2110001',
												label: '营业部',
											},
											{
												id: '2110018',
												label: '广田分社',
											},
											{
												id: '2110012',
												label: '小箐信用社',
											},
											{
												id: '2110016',
												label: '六广信用社',
											},
											{
												id: '2110014',
												label: '谷堡信用社',
											},
											{
												id: '2110003',
												label: '东门分社',
											},
											{
												id: '2110020',
												label: '六屯信用社',
											},
											{
												id: '2110006',
												label: '河滨路分社',
											},
											{
												id: '2110002',
												label: '虎山路分社',
											},
											{
												id: '2110015',
												label: '乌栗分社',
											},
											{
												id: '2110022',
												label: '翠屏路分社',
											},
											{
												id: '2110005',
												label: '小河沟分社',
											},
											{
												id: '2110008',
												label: '扎佐信用社',
											},
											{
												id: '2110010',
												label: '久长信用社',
											},
											{
												id: '2110009',
												label: '襄阳路分社',
											},
											{
												id: '2110004',
												label: '上河分社',
											},
											{
												id: '2110017',
												label: '大石信用社',
											},
											{
												id: '2110021',
												label: '桃源分社',
											},
											{
												id: '2110013',
												label: '洒坪信用社',
											},
										],
									},
									{
										id: '2119021',
										label: '数据信息化办公室',
									},
								],
							},
							{
								id: '2060000',
								label: '贵州花溪农商银行',
								children: [
									{
										id: 'xn20602',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2068013',
												label: '北街村便民服务支行',
											},
											{
												id: '2060001',
												label: '营业部',
											},
											{
												id: '2060034',
												label: '黄河支行',
											},
											{
												id: '2068007',
												label: '花鱼井村便民服务支行',
											},
											{
												id: '2060012',
												label: '石板支行',
											},
											{
												id: '2060016',
												label: '燕楼支行',
											},
											{
												id: '2068012',
												label: '猫洞村便民服务支行',
											},
											{
												id: '2060023',
												label: '麒鑫支行',
											},
											{
												id: '2060015',
												label: '黔陶支行',
											},
											{
												id: '2060003',
												label: '清溪支行',
											},
											{
												id: '2068011',
												label: '摆勺村便民服务支行',
											},
											{
												id: '2060011',
												label: '小碧支行',
											},
											{
												id: '2060022',
												label: '久安支行',
											},
											{
												id: '2060017',
												label: '麦坪支行',
											},
											{
												id: '2060028',
												label: '小河支行',
											},
											{
												id: '2068005',
												label: '甲定村便民服务支行',
											},
											{
												id: '2068006',
												label: '山王庙村便民服务支行',
											},
											{
												id: '2060008',
												label: '竹林支行',
											},
											{
												id: '2068002',
												label: '养牛村便民服务支行',
											},
											{
												id: '2068008',
												label: '改毛村便民服务支行',
											},
											{
												id: '2068010',
												label: '茨凹村便民服务支行',
											},
											{
												id: '2060010',
												label: '平桥支行',
											},
											{
												id: '2060031',
												label: '马铃支行',
											},
											{
												id: '2060013',
												label: '孟关支行',
											},
											{
												id: '2068001',
												label: '龙井村便民服务支行',
											},
											{
												id: '2060032',
												label: '高新支行',
											},
											{
												id: '2060014',
												label: '党武支行',
											},
											{
												id: '2060033',
												label: '云岩支行',
											},
											{
												id: '2068009',
												label: '云凹村便民服务支行',
											},
											{
												id: '2060004',
												label: '紫光支行',
											},
											{
												id: '2060029',
												label: '大学城支行',
											},
											{
												id: '2068004',
												label: '扬眉村便民服务支行',
											},
											{
												id: '2060002',
												label: '明珠支行',
											},
											{
												id: '2060025',
												label: '南明支行',
											},
											{
												id: '2060027',
												label: '合朋支行',
											},
											{
												id: '2068003',
												label: '南街村便民服务支行',
											},
											{
												id: '2068014',
												label: '西街村便民服务支行',
											},
											{
												id: '2060009',
												label: '云上支行',
											},
											{
												id: '2060026',
												label: '吉源支行',
											},
											{
												id: '2060006',
												label: '学士路支行',
											},
											{
												id: '2060019',
												label: '高坡支行',
											},
											{
												id: '2060018',
												label: '湖潮支行',
											},
											{
												id: '2060007',
												label: '青岩支行',
											},
											{
												id: '2060020',
												label: '羊艾支行',
											},
											{
												id: '2060024',
												label: '民大支行',
											},
											{
												id: '2060021',
												label: '华宇支行',
											},
											{
												id: '2060005',
												label: '霞晖支行',
											},
										],
									},
									{
										id: 'xn20601',
										label: '各职能部门',
										children: [
											{
												id: '2069006',
												label: '档案管理中心',
											},
											{
												id: '2069028',
												label: '保卫部',
											},
											{
												id: '2069004',
												label: '战略规划部',
											},
											{
												id: '2069008',
												label: '后勤服务部',
											},
											{
												id: '2069026',
												label: '三农服务部',
											},
											{
												id: '2069034',
												label: '资金营运管理中心',
												children: [
													{
														id: '2069035',
														label: '投资银行部',
													},
													{
														id: '2069036',
														label: '票据中心',
													},
												],
											},
											{
												id: '2069019',
												label: '事后监督中心',
											},
											{
												id: '2069029',
												label: '监控中心',
											},
											{
												id: '2069010',
												label: '培训中心',
											},
											{
												id: '2069009',
												label: '车友俱乐部',
											},
											{
												id: '2069001',
												label: '行领导',
											},
											{
												id: '2069007',
												label: '基建管理办公室',
											},
											{
												id: '2069021',
												label: '理财事业部',
											},
											{
												id: 'xn20601005',
												label: '资产保全部',
											},
											{
												id: '2069037',
												label: '公司部',
											},
											{
												id: '2069033',
												label: '退休人员',
											},
											{
												id: '2069025',
												label: '授信审批部',
											},
											{
												id: '2069011',
												label: '法律合规部',
											},
											{
												id: '2069012',
												label: '人力资源部',
												children: [
													{
														id: '20690121',
														label: '新员工管理',
													},
													{
														id: '201690121',
														label: '新员工入职临时管理',
													},
												],
											},
											{
												id: '2069005',
												label: '办公室',
												children: [
													{
														id: '2069005003',
														label: '客户服务部',
													},
												],
											},
											{
												id: '2069020',
												label: '金融市场部',
											},
											{
												id: '2069023',
												label: '业务发展部',
											},
											{
												id: '2069024',
												label: '小微企业金融服务中心',
											},
											{
												id: '2069018',
												label: '稽核审计部',
											},
											{
												id: '2069031',
												label: '内退人员',
											},
											{
												id: '2069002',
												label: '党委办公室',
											},
											{
												id: '2069003',
												label: '董事会办公室',
											},
											{
												id: '2069038',
												label: '2017年省联社新员工招聘--劳动关系暂挂花溪农商行',
											},
											{
												id: 'xn20601003',
												label: '小微普惠金融事业部',
											},
											{
												id: '2069030',
												label: '押运中心',
											},
											{
												id: '2069014',
												label: '远程授权中心',
											},
											{
												id: '2069016',
												label: '电子银行部',
											},
											{
												id: '2069013',
												label: '财务统计部',
											},
											{
												id: '2069017',
												label: '纪检监察室',
											},
											{
												id: '2069027',
												label: '风险管理部',
											},
											{
												id: '2069015',
												label: '科技信息部',
											},
											{
												id: '2069022',
												label: '工会办公室',
											},
											{
												id: '2069032',
												label: '村镇银行管理部',
											},
										],
									},
								],
							},
						],
					},
					{
						id: 'xn299202',
						label: '遵义市各行社',
						children: [
							{
								id: '2190000',
								label: '贵州遵义汇川农商银行',
								children: [
									{
										id: 'xn21901',
										label: '各职能部门',
										children: [
											{
												id: '2199010',
												label: '业务发展部(小微企业金融部)',
											},
											{
												id: '2199021',
												label: '退休人员',
											},
											{
												id: '2199013',
												label: '公司业务部',
											},
											{
												id: '2199012',
												label: '零售银行部',
											},
											{
												id: '2199018',
												label: '后勤服务中心',
											},
											{
												id: '2199009',
												label: '事后监督部',
											},
											{
												id: '2199008',
												label: '纪检监察室',
											},
											{
												id: '2199023',
												label: '总行党委办',
											},
											{
												id: '2199006',
												label: '农村业务部（扶贫事业部）',
											},
											{
												id: '2199005',
												label: '信息科技部',
											},
											{
												id: '2199014',
												label: '安全保卫部',
											},
											{
												id: '2199002',
												label: '财务会计部',
											},
											{
												id: '2199003',
												label: '风险合规部',
											},
											{
												id: '2199007',
												label: '审计部',
											},
											{
												id: '2199011',
												label: '授信评审部',
											},
											{
												id: '2199019',
												label: '行社领导',
											},
											{
												id: '2199016',
												label: '资金运营部',
											},
											{
												id: '2199024',
												label: '战略规划部',
											},
											{
												id: '2199015',
												label: '人力资源部',
											},
											{
												id: '2199017',
												label: '资产保全部',
											},
											{
												id: '2199020',
												label: '内退人员',
											},
											{
												id: '2199001',
												label: '办公室',
											},
										],
									},
									{
										id: '2199022',
										label: '总行党委办',
									},
									{
										id: 'xn21902',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2190013',
												label: '董公寺支行',
											},
											{
												id: '2190014',
												label: '东方支行',
											},
											{
												id: '2190016',
												label: '高坪支行',
											},
											{
												id: '2190020',
												label: '泗渡支行',
											},
											{
												id: '2190024',
												label: '新蒲支行',
											},
											{
												id: '2190006',
												label: '坪丰支行',
											},
											{
												id: '2190023',
												label: '东联线支行',
											},
											{
												id: '2190011',
												label: '北关支行',
											},
											{
												id: '2190008',
												label: '人民路支行',
											},
											{
												id: '2190017',
												label: '金塘支行',
											},
											{
												id: '2190012',
												label: '城北支行',
											},
											{
												id: '2190021',
												label: '观坝支行',
											},
											{
												id: '2190009',
												label: '澳门路支行',
											},
											{
												id: '2190015',
												label: '珠海路支行',
											},
											{
												id: '2190004',
												label: '大坪支行',
											},
											{
												id: '2190003',
												label: '香港路支行',
											},
											{
												id: '2190002',
												label: '宁波路支行',
											},
											{
												id: '2190001',
												label: '营业部',
											},
											{
												id: '2190019',
												label: '团泽支行',
											},
											{
												id: '2190025',
												label: '万里路支行',
											},
											{
												id: '2190018',
												label: '板桥支行',
											},
											{
												id: '2190010',
												label: '上海路支行',
											},
											{
												id: '2190022',
												label: '湘江支行',
											},
											{
												id: '2190007',
												label: '高桥支行',
											},
										],
									},
								],
							},
							{
								id: '2280000',
								label: '赤水联社',
								children: [
									{
										id: 'xn22801',
										label: '各职能部门',
										children: [
											{
												id: '2289018',
												label: '内退部门',
											},
											{
												id: '2289008',
												label: '合规风险部',
											},
											{
												id: '22890023',
												label: '综合部',
											},
											{
												id: '2289020',
												label: '党委组织部',
											},
											{
												id: '2289019',
												label: '客户服务部',
											},
											{
												id: '2289012',
												label: '稽核审计部',
											},
											{
												id: '228022',
												label: '退休人员',
											},
											{
												id: '2289006',
												label: '业务发展部',
											},
											{
												id: '2289005',
												label: '财务信息部',
											},
											{
												id: '2289001',
												label: '行社领导',
											},
											{
												id: '2289002',
												label: '工会',
											},
											{
												id: '2289015',
												label: '党委办公室',
											},
											{
												id: '2289010',
												label: '电子银行部',
											},
											{
												id: '2289016',
												label: '基础建设部',
											},
											{
												id: '2289007',
												label: '农村业务部',
											},
											{
												id: '228021',
												label: '信息科技部',
											},
											{
												id: '2289013',
												label: '资产保全部',
											},
											{
												id: '2289003',
												label: '办公室',
											},
											{
												id: '2289009',
												label: '后勤服务部',
											},
											{
												id: '2289011',
												label: '安全保卫部',
											},
											{
												id: '2289017',
												label: '扶贫事业部',
											},
											{
												id: '2289014',
												label: '纪检监察室',
											},
											{
												id: '2289004',
												label: '人力资源部',
											},
										],
									},
									{
										id: 'xn22802',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2280022',
												label: '白云信用社',
											},
											{
												id: '2280004',
												label: '城东分社',
											},
											{
												id: '2280010',
												label: '两河口信用社',
											},
											{
												id: '2280024',
												label: '庆丰信用社',
											},
											{
												id: '2280011',
												label: '大同信用社',
											},
											{
												id: '2280019',
												label: '长期信用社',
											},
											{
												id: '2280003',
												label: '荷花池分社',
											},
											{
												id: '2280002',
												label: '市中信用社',
											},
											{
												id: '2280012',
												label: '宝源信用社',
											},
											{
												id: '2280006',
												label: '天台信用社',
											},
											{
												id: '2280008',
												label: '复兴信用社',
											},
											{
												id: '2280014',
												label: '葫市信用社',
											},
											{
												id: '2280017',
												label: '五里分社',
											},
											{
												id: '2280005',
												label: '文华信用社',
											},
											{
												id: '2280007',
												label: '新店分社',
											},
											{
												id: '2280027',
												label: '金华分社',
											},
											{
												id: '2280025',
												label: '西环路分社',
											},
											{
												id: '2280016',
												label: '官渡信用社',
											},
											{
												id: '2280021',
												label: '长沙信用社',
											},
											{
												id: '2280013',
												label: '旺隆信用社',
											},
											{
												id: '2280009',
												label: '丙安信用社',
											},
											{
												id: '2280023',
												label: '平滩分社',
											},
											{
												id: '2280026',
												label: '城郊分社',
											},
											{
												id: '2280015',
												label: '元厚信用社',
											},
											{
												id: '2280018',
												label: '石堡信用社',
											},
											{
												id: '2280001',
												label: '营业部',
											},
											{
												id: '2280020',
												label: '石笋分社',
											},
										],
									},
								],
							},
							{
								id: '2290000',
								label: '习水联社',
								children: [
									{
										id: 'xn22901',
										label: '各职能部门',
										children: [
											{
												id: '2299020',
												label: '退休人员',
											},
											{
												id: '2299002',
												label: '综合办公室',
											},
											{
												id: '2299021',
												label: '小微金融服务中心',
											},
											{
												id: '2299017',
												label: '扶贫事业部',
											},
											{
												id: '2299004',
												label: '财务统计部',
											},
											{
												id: '2299018',
												label: '党委办公室（理事会办公室）',
											},
											{
												id: '2299006',
												label: '合规风险部',
											},
											{
												id: '2299008',
												label: '科技信息部',
											},
											{
												id: '2299013',
												label: '清分中心',
											},
											{
												id: '2299007',
												label: '稽核审计部',
											},
											{
												id: '2299005',
												label: '农村市场部',
											},
											{
												id: '2299016',
												label: '借调人员',
											},
											{
												id: '2299009',
												label: '电子银行部',
											},
											{
												id: '2299022',
												label: '业务发展部',
											},
											{
												id: '2299010',
												label: '安全保卫部',
											},
											{
												id: '2299003',
												label: '人力资源部',
											},
											{
												id: '2299015',
												label: '内退员工',
											},
											{
												id: '2299012',
												label: '纪检监察室',
											},
											{
												id: '2299001',
												label: '行社领导',
											},
											{
												id: '2299014',
												label: '基础建设办公室',
											},
											{
												id: '2299011',
												label: '事后监督管理中心',
											},
											{
												id: '2299019',
												label: '修志办公室',
											},
										],
									},
									{
										id: 'xn22902',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2290030',
												label: '三岔河分社',
											},
											{
												id: '2290014',
												label: '隆兴分社',
											},
											{
												id: '2290024',
												label: '永安信用社',
											},
											{
												id: '2290021',
												label: '回龙分社',
											},
											{
												id: '2290028',
												label: '程寨分社',
											},
											{
												id: '2290013',
												label: '桃林分社',
											},
											{
												id: '2290022',
												label: '二郎信用社',
											},
											{
												id: '2290026',
												label: '东皇信用社',
											},
											{
												id: '2290009',
												label: '习鸿信用社',
											},
											{
												id: '2290023',
												label: '桑木分社',
											},
											{
												id: '2290003',
												label: '城东分社',
											},
											{
												id: '2290019',
												label: '马临信用社',
											},
											{
												id: '2290008',
												label: '坭坝信用社',
											},
											{
												id: '2290004',
												label: '温水信用社',
											},
											{
												id: '2290007',
												label: '寨坝信用社',
											},
											{
												id: '2290010',
												label: '城关分社',
											},
											{
												id: '2290017',
												label: '同民信用社',
											},
											{
												id: '2290027',
												label: '文化分社',
											},
											{
												id: '2290020',
												label: '习酒信用社',
											},
											{
												id: '2290002',
												label: '五星分社',
											},
											{
												id: '2290016',
												label: '民化分社',
											},
											{
												id: '2290012',
												label: '双龙分社',
											},
											{
												id: '2290029',
												label: '良村信用社',
											},
											{
												id: '2290005',
												label: '大坡分社',
											},
											{
												id: '2290031',
												label: '周家分社',
											},
											{
												id: '2290001',
												label: '营业部',
											},
											{
												id: '2290018',
												label: '醒民分社',
											},
											{
												id: '2290006',
												label: '官店信用社',
											},
											{
												id: '2290015',
												label: '土城信用社',
											},
											{
												id: '2290025',
												label: '二里分社',
											},
											{
												id: '2290011',
												label: '仙源信用社',
											},
										],
									},
								],
							},
							{
								id: '2250000',
								label: '凤冈联社',
								children: [
									{
										id: 'xn22501',
										label: '各职能部门',
										children: [
											{
												id: '2259001',
												label: '行社领导',
											},
											{
												id: '2259009',
												label: '业务发展部',
											},
											{
												id: '2259015',
												label: '内退人员',
											},
											{
												id: '2259013',
												label: '纪检监察室',
											},
											{
												id: '2259018',
												label: '改制办',
											},
											{
												id: '2259002',
												label: '党群部',
											},
											{
												id: '2259021',
												label: '小微中心',
											},
											{
												id: '2259010',
												label: '农村业务部',
											},
											{
												id: '2259003',
												label: '基建办',
											},
											{
												id: '2259012',
												label: '稽核审计部',
											},
											{
												id: '2259007',
												label: '电子银行部',
											},
											{
												id: '2259019',
												label: '修志办',
											},
											{
												id: '2259017',
												label: '扶贫事业部',
											},
											{
												id: '2259014',
												label: '安全保卫部',
											},
											{
												id: '2259011',
												label: '合规风险部',
											},
											{
												id: '2259006',
												label: '财务会计统计部',
											},
											{
												id: '2259020',
												label: '退休人员',
											},
											{
												id: '2259016',
												label: '客户服务部',
											},
											{
												id: '2259004',
												label: '人力资源部',
											},
											{
												id: '2259008',
												label: '科技信息部',
											},
											{
												id: '2259005',
												label: '办公室',
											},
										],
									},
									{
										id: 'xn22502',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2250008',
												label: '琊川信用社',
											},
											{
												id: '2250013',
												label: '土溪信用社',
											},
											{
												id: '2250016',
												label: '田坝分社',
											},
											{
												id: '2250005',
												label: '解放路分社',
											},
											{
												id: '2250023',
												label: '蜂岩信用社',
											},
											{
												id: '2250021',
												label: '王寨信用社',
											},
											{
												id: '2250015',
												label: '永安信用社',
											},
											{
												id: '2250020',
												label: '永和信用社',
											},
											{
												id: '2250022',
												label: '星竹分社',
											},
											{
												id: '2250018',
												label: '花坪信用社',
											},
											{
												id: '2250009',
												label: '大都分社',
											},
											{
												id: '2250019',
												label: '石径信用社',
											},
											{
												id: '2258001',
												label: '东山便民服务分社',
											},
											{
												id: '2250006',
												label: '双拥路分社',
											},
											{
												id: '2250004',
												label: '星港湾分社',
											},
											{
												id: '2250017',
												label: '新建信用社',
											},
											{
												id: '2250003',
												label: '龙泉信用社',
											},
											{
												id: '2250001',
												label: '营业部',
											},
											{
												id: '2250014',
												label: '官坝分社',
											},
											{
												id: '2250012',
												label: '绥阳信用社',
											},
											{
												id: '2250024',
												label: '天桥信用社',
											},
											{
												id: '2250010',
												label: '进化信用社',
											},
											{
												id: '2250011',
												label: '大堰分社',
											},
											{
												id: '2250002',
												label: '共青路分社',
											},
											{
												id: '2250007',
												label: '何坝信用社',
											},
										],
									},
								],
							},
							{
								id: '2200000',
								label: '贵州遵义红花岗农商银行',
								children: [
									{
										id: 'xn22001',
										label: '各职能部门',
										children: [
											{
												id: '2209018',
												label: '会计信息统计部',
											},
											{
												id: '2209031',
												label: '业务发展与创新一部',
											},
											{
												id: '2209022',
												label: '电子营运中心',
											},
											{
												id: '2209027',
												label: '退休人员',
											},
											{
												id: '2209017',
												label: '行社领导',
											},
											{
												id: '2209008',
												label: '财务管理部',
											},
											{
												id: '2209030',
												label: '编撰委员会办公室',
											},
											{
												id: '2209011',
												label: '授信审查中心',
											},
											{
												id: '2209035',
												label: '业务发展与创新五部',
											},
											{
												id: '220031',
												label: '财务管理部',
											},
											{
												id: '2209002',
												label: '信息科技部',
											},
											{
												id: '2209024',
												label: '资金营运中心',
											},
											{
												id: '2209007',
												label: '基础建设部',
											},
											{
												id: '2209004',
												label: '审计部',
											},
											{
												id: '2209021',
												label: '团委',
											},
											{
												id: '2209036',
												label: '业务发展与创新六部',
											},
											{
												id: '2209015',
												label: '董事会办公室',
											},
											{
												id: '2209003',
												label: '特殊资产管理中心',
											},
											{
												id: '2209006',
												label: '纪检监察室（监事会办公室）',
											},
											{
												id: '2209039',
												label: '业务发展与创新九部',
											},
											{
												id: '2209012',
												label: '农村业务部',
											},
											{
												id: '2209020',
												label: '业务创新部',
											},
											{
												id: '2209025',
												label: '押运中心',
											},
											{
												id: '2209013',
												label: '业务管理部',
											},
											{
												id: '2209005',
												label: '合规风险部',
											},
											{
												id: '2209034',
												label: '业务发展与创新四部',
											},
											{
												id: '2209029',
												label: '业务营销部',
											},
											{
												id: '2209038',
												label: '业务发展与创新八部',
											},
											{
												id: '2209033',
												label: '业务发展与创新三部',
											},
											{
												id: '2209016',
												label: '工会办公室',
											},
											{
												id: '2209023',
												label: '客户服务中心',
											},
											{
												id: '2209010',
												label: '安全保卫部',
											},
											{
												id: '2209001',
												label: '办公室（人力资源部、党委办公室）',
											},
											{
												id: '2209009',
												label: '事后监督中心',
											},
											{
												id: '2209032',
												label: '业务发展与创新二部',
											},
											{
												id: '2209037',
												label: '业务发展与创新七部',
											},
											{
												id: '220032',
												label: '会计结算部',
											},
											{
												id: '2209019',
												label: '后勤服务部',
											},
											{
												id: '2209028',
												label: '法律事务部',
											},
										],
									},
									{
										id: '2209026',
										label: '退休人员',
									},
									{
										id: 'xn22002',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2209046',
												label: '汇川网格化管理中心市场二部',
											},
											{
												id: '2209041',
												label: '红花岗网格化管理中心市场一部',
											},
											{
												id: '2200025',
												label: '金鼎山支行',
											},
											{
												id: '2200032',
												label: '西安路支行',
											},
											{
												id: '2209045',
												label: '汇川网格化管理中心市场一部',
											},
											{
												id: '2200013',
												label: '南关支行',
											},
											{
												id: '2209054',
												label: '新蒲网格化管理中心市场二部',
											},
											{
												id: '2209055',
												label: '新蒲网格化管理中心市场三部',
											},
											{
												id: '2200017',
												label: '忠庄支行',
											},
											{
												id: '2200029',
												label: '大窝分理处',
											},
											{
												id: '2209047',
												label: '汇川网格化管理中心市场三部',
											},
											{
												id: '2200022',
												label: '礼仪支行',
											},
											{
												id: '2200027',
												label: '深溪支行',
											},
											{
												id: '2200009',
												label: '广州路支行',
											},
											{
												id: '2200002',
												label: '杭州路支行',
											},
											{
												id: '2200008',
												label: '和谐支行',
											},
											{
												id: '2200016',
												label: '老城支行',
											},
											{
												id: '2209051',
												label: '南部网格化管理中心市场三部',
											},
											{
												id: '2209042',
												label: '红花岗网格化管理中心市场二部',
											},
											{
												id: '2200003',
												label: '长沙路支行',
											},
											{
												id: '2200007',
												label: '茅草支行',
											},
											{
												id: '2200020',
												label: '桃溪支行',
											},
											{
												id: '2200023',
												label: '湘江支行',
											},
											{
												id: '2209052',
												label: '南部网格化管理中心市场四部',
											},
											{
												id: '2200012',
												label: '延安路支行',
											},
											{
												id: '2209043',
												label: '红花岗网格化管理中心市场三部',
											},
											{
												id: '2200021',
												label: '沙湾支行',
											},
											{
												id: '2209050',
												label: '南部网格化管理中心市场二部',
											},
											{
												id: '2200006',
												label: '上海路支行',
											},
											{
												id: '2209053',
												label: '新蒲网格化管理中心市场一部',
											},
											{
												id: '2200015',
												label: '镇隆支行',
											},
											{
												id: '2200028',
												label: '坪桥分理处',
											},
											{
												id: '2200014',
												label: '新店子支行',
											},
											{
												id: '2200018',
												label: '迎红桥支行',
											},
											{
												id: '2209049',
												label: '南部网格化管理中心市场一部',
											},
											{
												id: '2200019',
												label: '新华支行',
											},
											{
												id: '2200005',
												label: '中华南路支行',
											},
											{
												id: '2200004',
												label: '长征支行',
											},
											{
												id: '2200031',
												label: '外环路支行',
											},
											{
												id: '2200001',
												label: '营业部',
											},
											{
												id: '2200010',
												label: '石佛路支行',
											},
											{
												id: '2209044',
												label: '红花岗网格化管理中心市场四部',
											},
											{
												id: '2200024',
												label: '礼仪坝支行',
											},
											{
												id: '2209048',
												label: '汇川网格化管理中心市场四部',
											},
											{
												id: '2200026',
												label: '海龙支行',
											},
											{
												id: '2200030',
												label: '新蒲支行',
											},
										],
									},
								],
							},
							{
								id: '2260000',
								label: '余庆联社',
								children: [
									{
										id: 'xn22602',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2260001',
												label: '营业部',
												children: [
													{
														id: '2260026',
														label: '小微企业金融服务中心',
													},
												],
											},
											{
												id: '2260013',
												label: '敖溪信用社',
											},
											{
												id: '2260003',
												label: '白泥信用社',
											},
											{
												id: '2260005',
												label: '小腮信用社',
											},
											{
												id: '2260016',
												label: '关兴信用社',
											},
											{
												id: '2260009',
												label: '箐口分社',
											},
											{
												id: '2268004',
												label: '大乌江镇银坝村便民服务分社',
											},
											{
												id: '2260010',
												label: '凉风分社',
											},
											{
												id: '2260014',
												label: '龙家信用社',
											},
											{
												id: '2268002',
												label: '花山苗族乡花山村便民服务分社',
											},
											{
												id: '2260011',
												label: '构皮滩信用社',
											},
											{
												id: '2260002',
												label: '香港路分社',
											},
											{
												id: '2260015',
												label: '松烟信用社',
											},
											{
												id: '2260012',
												label: '花山信用社',
											},
											{
												id: '2260004',
												label: '乌江路分社',
											},
											{
												id: '2260006',
												label: '子营分社',
											},
											{
												id: '2260008',
												label: '大乌江信用社',
											},
											{
												id: '2268001',
												label: '龙家镇平桃村便民服务分社',
											},
											{
												id: '2268003',
												label: '关兴镇狮山村便民服务分社',
											},
											{
												id: '2260007',
												label: '龙溪信用社',
											},
											{
												id: '2260017',
												label: '迎宾分社',
											},
											{
												id: '2260018',
												label: '河滨支行',
											},
										],
									},
									{
										id: 'xn22601',
										label: '各职能部门',
										children: [
											{
												id: '22690022',
												label: '董事会办公室',
											},
											{
												id: '2269021',
												label: '电子银行部',
											},
											{
												id: '2269023',
												label: '借调人员',
											},
											{
												id: '2269011',
												label: '财务信息部',
											},
											{
												id: '2269025',
												label: '退休人员',
											},
											{
												id: '2269018',
												label: '合规风险部',
											},
											{
												id: '2269026',
												label: '资金运营部',
											},
											{
												id: '2269001',
												label: '行社领导',
											},
											{
												id: '2269002',
												label: '办公室',
											},
											{
												id: '2269022',
												label: '业务发展部',
											},
											{
												id: '2269020',
												label: '内退员工',
											},
											{
												id: '2269008',
												label: '稽核审计部',
											},
											{
												id: '2269016',
												label: '农村业务部',
											},
											{
												id: '2269009',
												label: '人力资源部',
											},
											{
												id: '2269017',
												label: '安全保卫部',
											},
											{
												id: '2269019',
												label: '科技信息部',
											},
											{
												id: '2269005',
												label: '纪检监察室',
											},
											{
												id: '2269027',
												label: '党委办公室',
											},
											{
												id: '2269014',
												label: '基础建设部',
											},
											{
												id: '2269003',
												label: '工会',
											},
											{
												id: '2269015',
												label: '农村业务部',
											},
										],
									},
									{
										id: '2269024',
										label: '退休人员',
									},
								],
							},
							{
								id: '2240000',
								label: '贵州湄潭农商银行',
								children: [
									{
										id: 'xn22401',
										label: '各职能部门',
										children: [
											{
												id: '2249009',
												label: '业务发展部',
											},
											{
												id: '2249011',
												label: '合规风险部',
											},
											{
												id: '2249012',
												label: '办公室',
											},
											{
												id: '2249004',
												label: '稽核审计部',
												children: [
													{
														id: '22490022',
														label: '事后监督中心',
													},
												],
											},
											{
												id: '2249005',
												label: '人力资源部',
											},
											{
												id: '2249013',
												label: '后勤服务中心',
											},
											{
												id: '2249017',
												label: '内退人员',
											},
											{
												id: '2249003',
												label: '董事会办公室',
											},
											{
												id: '2249006',
												label: '财务会计部',
												children: [
													{
														id: '2249021',
														label: '授权中心',
													},
												],
											},
											{
												id: '2249007',
												label: '科技信息部',
											},
											{
												id: '2249001',
												label: '行社领导',
											},
											{
												id: '2249016',
												label: '基础设施建设管理办公室',
											},
											{
												id: '2249010',
												label: '农村业务部',
											},
											{
												id: '2249002',
												label: '工会',
											},
											{
												id: '2249008',
												label: '电子银行部',
											},
											{
												id: '2249015',
												label: '纪检监察室',
											},
											{
												id: '2249025',
												label: '党委组织部',
											},
											{
												id: '2249014',
												label: '安全保卫部',
												children: [
													{
														id: '2249023',
														label: '监控中心',
													},
												],
											},
											{
												id: '2249018',
												label: '资金营运部',
											},
											{
												id: '2249024',
												label: '扶贫事业部',
											},
										],
									},
									{
										id: '2249020',
										label: '党委办公室',
									},
									{
										id: 'xn22402',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2240017',
												label: '鱼泉分理处',
											},
											{
												id: '2240001',
												label: '营业部',
											},
											{
												id: '2240006',
												label: '南街分理处',
											},
											{
												id: '2240009',
												label: '塔坪分理处',
											},
											{
												id: '2248004',
												label: '永兴镇流河度村便民服务支行',
											},
											{
												id: '2240003',
												label: '步行街分理处',
											},
											{
												id: '2240023',
												label: '牛场分理处',
											},
											{
												id: '2240014',
												label: '高台支行',
											},
											{
												id: '2248002',
												label: '复兴镇随阳山村便民服务支行',
											},
											{
												id: '2240021',
												label: '抄乐分理处',
											},
											{
												id: '2240008',
												label: '兴湄支行',
											},
											{
												id: '2240024',
												label: '新南分理处',
											},
											{
												id: '2240020',
												label: '复兴分理处',
											},
											{
												id: '2240025',
												label: '茅坪分理处',
											},
											{
												id: '2248005',
												label: '天城乡星联村便民服务支行',
											},
											{
												id: '2248001',
												label: '石莲乡解乐村便民服务支行',
											},
											{
												id: '2240018',
												label: '洗马支行',
											},
											{
												id: '2240015',
												label: '马山支行',
											},
											{
												id: '2240011',
												label: '黄家坝支行',
											},
											{
												id: '2240005',
												label: '农贸街分理处',
											},
											{
												id: '2240002',
												label: '湄江支行',
											},
											{
												id: '2240010',
												label: '西街分理处',
											},
											{
												id: '2240013',
												label: '兴隆支行',
											},
											{
												id: '2240019',
												label: '西河支行',
											},
											{
												id: '2240004',
												label: '北街分理处',
											},
											{
												id: '2240016',
												label: '清江分理处',
											},
											{
												id: '2240026',
												label: '石莲支行',
											},
											{
												id: '2248003',
												label: '石莲乡新华村便民服务支行',
											},
											{
												id: '2240022',
												label: '天城分理处',
											},
											{
												id: '2240012',
												label: '永兴支行',
											},
											{
												id: '2240007',
												label: '协育分理处',
											},
										],
									},
									{
										id: '2249019',
										label: '退休人员',
									},
								],
							},
							{
								id: '2300000',
								label: '正安联社',
								children: [
									{
										id: 'xn23001',
										label: '各职能部门',
										children: [
											{
												id: '2309018',
												label: '远程监控中心',
											},
											{
												id: '2309014',
												label: '预警中心',
											},
											{
												id: '2309007',
												label: '农村业务部',
											},
											{
												id: '2309022',
												label: '理事会办公室',
											},
											{
												id: '2309017',
												label: '档案室',
											},
											{
												id: '2309020',
												label: '电子银行部',
											},
											{
												id: '2309012',
												label: '合规风险部',
											},
											{
												id: '2309023',
												label: '客户服务部',
											},
											{
												id: '2309005',
												label: '纪检监察室',
											},
											{
												id: '2309021',
												label: '退休人员',
											},
											{
												id: '2309010',
												label: '安全保卫部',
											},
											{
												id: '2309001',
												label: '行社领导',
											},
											{
												id: '2309002',
												label: '人力资源部',
											},
											{
												id: '2309019',
												label: '内退部门',
											},
											{
												id: '2309013',
												label: '驻外中心',
											},
											{
												id: '2309009',
												label: '会计财务部',
											},
											{
												id: '2309015',
												label: '事后监督中心',
											},
											{
												id: '2309004',
												label: '办公室',
											},
											{
												id: '2309011',
												label: '稽核审计部',
											},
											{
												id: '2309016',
												label: '远程授权中心',
											},
											{
												id: '2309008',
												label: '业务发展部',
											},
											{
												id: '2309003',
												label: '党群工作部',
											},
											{
												id: '2309006',
												label: '科技信息部',
											},
										],
									},
									{
										id: 'xn23002',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2300020',
												label: '和平街分社',
											},
											{
												id: '2300014',
												label: '谢坝信用社',
											},
											{
												id: '2300013',
												label: '晏溪分社',
											},
											{
												id: '2300017',
												label: '城关信用社',
											},
											{
												id: '2300032',
												label: '太平分社',
											},
											{
												id: '2300023',
												label: '安场信用社',
											},
											{
												id: '2300007',
												label: '碧丰信用社',
											},
											{
												id: '2300024',
												label: '光明分社',
											},
											{
												id: '2300001',
												label: '营业部',
											},
											{
												id: '2300018',
												label: '新民街分社',
											},
											{
												id: '2300010',
												label: '龙岗分社',
											},
											{
												id: '2300002',
												label: '凤仪信用社',
											},
											{
												id: '2300004',
												label: '芙蓉江信用社',
											},
											{
												id: '2300009',
												label: '新洲信用社',
											},
											{
												id: '2300011',
												label: '流渡信用社',
											},
											{
												id: '2300019',
												label: '解放街分社',
											},
											{
												id: '2300033',
												label: '庙塘信用社',
											},
											{
												id: '2300012',
												label: '中观信用社',
											},
											{
												id: '2300031',
												label: '格林信用社',
											},
											{
												id: '2300028',
												label: '桑坝分社',
											},
											{
												id: '2300035',
												label: '小雅信用社',
											},
											{
												id: '2300021',
												label: '胜利街分社',
											},
											{
												id: '2300008',
												label: '桐梓分社',
											},
											{
												id: '2300026',
												label: '瑞溪信用社',
											},
											{
												id: '2300005',
												label: '桴焉信用社',
											},
											{
												id: '2300006',
												label: '杨兴信用社',
											},
											{
												id: '2300030',
												label: '米粮分社',
											},
											{
												id: '2300027',
												label: '和溪信用社',
											},
											{
												id: '2300029',
												label: '土坪老街分社',
											},
											{
												id: '2300015',
												label: '市坪信用社',
											},
											{
												id: '2300025',
												label: '瑞濠分社',
											},
											{
												id: '2300022',
												label: '土坪信用社',
											},
											{
												id: '2300016',
												label: '班竹信用社',
											},
											{
												id: '2300003',
												label: '乐俭信用社',
											},
											{
												id: '2300034',
												label: '新世纪分社',
											},
										],
									},
								],
							},
							{
								id: '2310000',
								label: '道真联社',
								children: [
									{
										id: 'xn23101',
										label: '各职能部门',
										children: [
											{
												id: '2319009',
												label: '稽核审计部',
											},
											{
												id: '2319024',
												label: '守押监控中心',
											},
											{
												id: '2319003',
												label: '人力资源部',
											},
											{
												id: '2319002',
												label: '办公室',
											},
											{
												id: '2319013',
												label: '授权监督部',
											},
											{
												id: '2319011',
												label: '合规风险统计部',
											},
											{
												id: '2319022',
												label: '党群宣传部',
											},
											{
												id: '2319017',
												label: '内退',
											},
											{
												id: '2319005',
												label: '电子银行部',
											},
											{
												id: '2319008',
												label: '基建部',
											},
											{
												id: '2319007',
												label: '安全保卫部',
											},
											{
												id: '2319001',
												label: '行社领导',
											},
											{
												id: '2319006',
												label: '公司业务部',
											},
											{
												id: '2319010',
												label: '业务发展部',
											},
											{
												id: '2319014',
												label: '党务办',
											},
											{
												id: '2319021',
												label: '党委组织部',
											},
											{
												id: '2319016',
												label: '工会办',
											},
											{
												id: '2319015',
												label: '纪检监察室',
											},
											{
												id: '2319012',
												label: '农村市场部',
											},
											{
												id: '2319023',
												label: '客户服务部',
											},
											{
												id: '2319004',
												label: '财务信息部',
											},
											{
												id: '2319018',
												label: '扶贫事业部',
											},
											{
												id: '2319019',
												label: '信息科技部',
											},
											{
												id: '2319020',
												label: '退休人员',
											},
										],
									},
									{
										id: 'xn23102',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2310030',
												label: '石仁分社',
											},
											{
												id: '2310002',
												label: '玉溪信用社',
											},
											{
												id: '2310032',
												label: '浣溪分社',
											},
											{
												id: '2310009',
												label: '大矸信用社',
											},
											{
												id: '2310031',
												label: '平胜分社',
											},
											{
												id: '2310023',
												label: '水石脚分社',
											},
											{
												id: '2310033',
												label: '接龙分社',
											},
											{
												id: '2310022',
												label: '梅江分社',
											},
											{
												id: '2310035',
												label: '群乐分社',
											},
											{
												id: '2310004',
												label: '三桥信用社',
											},
											{
												id: '2310027',
												label: '巴渔分社',
											},
											{
												id: '2310010',
												label: '忠信信用社',
											},
											{
												id: '2310029',
												label: '德村寺分社',
											},
											{
												id: '2310007',
												label: '旧城信用社',
											},
											{
												id: '2310016',
												label: '阳溪信用社',
											},
											{
												id: '2310021',
												label: '凌宵分社',
											},
											{
												id: '2310015',
												label: '平模信用社',
											},
											{
												id: '2310026',
												label: '福星分社',
											},
											{
												id: '2310001',
												label: '营业部',
											},
											{
												id: '2310013',
												label: '育才路分社',
											},
											{
												id: '2310003',
												label: '遵义路分社',
											},
											{
												id: '2310008',
												label: '隆兴信用社',
											},
											{
												id: '2310006',
												label: '洛龙信用社',
											},
											{
												id: '2310012',
												label: '上坝信用社',
											},
											{
												id: '2310019',
												label: '联盟分社',
											},
											{
												id: '2310014',
												label: '棕坪信用社',
											},
											{
												id: '2310034',
												label: '顺河分社',
											},
											{
												id: '2310028',
												label: '兴宝分社',
											},
											{
												id: '2310005',
												label: '东街分社',
											},
											{
												id: '2310025',
												label: '永锡分社',
											},
											{
												id: '2310011',
												label: '三江信用社',
											},
											{
												id: '2310020',
												label: '淞江分社',
											},
											{
												id: '2310024',
												label: '大路分社',
											},
											{
												id: '2310018',
												label: '桃源信用社',
											},
											{
												id: '2310017',
												label: '河口信用社',
											},
										],
									},
								],
							},
							{
								id: '2270000',
								label: '贵州仁怀农商银行',
								children: [
									{
										id: 'xn22702',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2270007',
												label: '鲁班支行',
											},
											{
												id: '2270031',
												label: '遵义支行',
											},
											{
												id: '2270001',
												label: '营业部',
												children: [
													{
														id: '2270033',
														label: '储酒业务部',
													},
													{
														id: '2270032',
														label: '酿酒业务部',
													},
													{
														id: '2270034',
														label: '非酒业务部',
													},
												],
											},
											{
												id: '2270021',
												label: '合马支行',
											},
											{
												id: '2270024',
												label: '喜头支行',
											},
											{
												id: '2270008',
												label: '酒都支行',
											},
											{
												id: '2270028',
												label: '盐津支行',
											},
											{
												id: '2270025',
												label: '学孔支行',
											},
											{
												id: '2270013',
												label: '后山支行',
											},
											{
												id: '2270020',
												label: '大坝支行',
											},
											{
												id: '2270011',
												label: '坛厂支行',
											},
											{
												id: '2270010',
												label: '长岗支行',
											},
											{
												id: '2270004',
												label: '盐津支行大水井分理处',
											},
											{
												id: '2270023',
												label: '沙滩支行',
											},
											{
												id: '2270017',
												label: '三合支行',
											},
											{
												id: '2270016',
												label: '龙井支行',
											},
											{
												id: '2270014',
												label: '茅坝支行',
											},
											{
												id: '2270030',
												label: '云帱山支行',
											},
											{
												id: '2270018',
												label: '火石岗支行',
											},
											{
												id: '2270009',
												label: '酒都支行国酒分理处',
											},
											{
												id: '2270026',
												label: '苍龙支行',
											},
											{
												id: '2270005',
												label: '茅台支行',
											},
											{
												id: '2270006',
												label: '茅台支行南坳分理处',
											},
											{
												id: '2270027',
												label: '茅台支行长征路分理处',
											},
											{
												id: '2270003',
												label: '酒都支行青杠园分理处',
											},
											{
												id: '2270015',
												label: '九仓支行',
											},
											{
												id: '2270012',
												label: '五马支行',
											},
											{
												id: '2270019',
												label: '高大坪支行',
											},
											{
												id: '2270029',
												label: '醉美支行',
											},
											{
												id: '2270022',
												label: '二合支行',
											},
											{
												id: '2270002',
												label: '盐津支行中枢分理处',
											},
										],
									},
									{
										id: 'xn22701',
										label: '各职能部门',
										children: [
											{
												id: '2279010',
												label: '纪检监察部',
											},
											{
												id: '2279032',
												label: '资产负债管理部',
											},
											{
												id: '2279008',
												label: '人力资源部',
											},
											{
												id: '2279023',
												label: '遵义客户服务中心',
											},
											{
												id: '2279031',
												label: '退休人员',
											},
											{
												id: '2279009',
												label: '科技信息部',
											},
											{
												id: '2279003',
												label: '战略决策委员会',
											},
											{
												id: '2279014',
												label: '资产保全部',
											},
											{
												id: '2279028',
												label: '内退人员',
											},
											{
												id: '2279025',
												label: '北京客户服务中心',
											},
											{
												id: '2279018',
												label: '国酒事业部',
											},
											{
												id: '2279001',
												label: '行社领导',
											},
											{
												id: '2279022',
												label: '理财事业部',
											},
											{
												id: '2279021',
												label: '信贷管理部',
											},
											{
												id: '2279002',
												label: '工会',
											},
											{
												id: '2279026',
												label: '上海客户服务中心',
											},
											{
												id: '2279011',
												label: '稽核审计部',
											},
											{
												id: '2279004',
												label: '风险管理委员会',
											},
											{
												id: '2279006',
												label: '董事会办公室',
											},
											{
												id: '2279007',
												label: '办公室',
											},
											{
												id: '2279005',
												label: '党委办公室',
											},
											{
												id: '2279020',
												label: '基础建设部',
											},
											{
												id: '2279024',
												label: '贵阳客户服务中心',
											},
											{
												id: '2279017',
												label: '电子银行部',
											},
											{
												id: '2279016',
												label: '农村业务部',
											},
											{
												id: '2279012',
												label: '财务会计部',
											},
											{
												id: '2279030',
												label: '扶贫事业部',
											},
											{
												id: '2279013',
												label: '合规风险部',
											},
											{
												id: '2279029',
												label: '董事会村镇银行管理办公室',
											},
											{
												id: '2279019',
												label: '金融同业部',
											},
											{
												id: '2279015',
												label: '安全保卫部',
											},
											{
												id: '2279027',
												label: '关心下一代工作委员会',
											},
										],
									},
								],
							},
							{
								id: '2220000',
								label: '桐梓联社',
								children: [
									{
										id: 'xn22202',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2220003',
												label: '官渡信用社',
											},
											{
												id: '2220015',
												label: '风水分社',
											},
											{
												id: '2220021',
												label: '松坎信用社',
											},
											{
												id: '2220031',
												label: '马鬃分社',
											},
											{
												id: '2220013',
												label: '花秋信用社',
											},
											{
												id: '2220030',
												label: '海校信用社',
											},
											{
												id: '2220020',
												label: '夜郎信用社',
											},
											{
												id: '2220007',
												label: '楚米信用社',
											},
											{
												id: '2220012',
												label: '官仓信用社',
											},
											{
												id: '2220029',
												label: '源丰信用社',
											},
											{
												id: '2228001',
												label: '黄莲乡便民服务分社',
											},
											{
												id: '2220001',
												label: '营业部',
											},
											{
												id: '2220026',
												label: '坡渡分社',
											},
											{
												id: '2220009',
												label: '九坝信用社',
											},
											{
												id: '2220006',
												label: '马鞍山信用社',
											},
											{
												id: '2220005',
												label: '蟠龙信用社',
											},
											{
												id: '2220017',
												label: '川黔街分社',
											},
											{
												id: '2220010',
												label: '茅石信用社',
											},
											{
												id: '2220008',
												label: '凉风垭信用社',
											},
											{
												id: '2220022',
												label: '木瓜信用社',
											},
											{
												id: '2220011',
												label: '高桥信用社',
											},
											{
												id: '2220002',
												label: '娄山信用社',
											},
											{
												id: '2220025',
												label: '羊磴信用社',
											},
											{
												id: '2220004',
												label: '东山信用社',
											},
											{
												id: '2220018',
												label: '小水信用社',
											},
											{
												id: '2220023',
												label: '尧龙山信用社',
											},
											{
												id: '2220028',
												label: '狮溪信用社',
											},
											{
												id: '2220016',
												label: '新站信用社',
											},
											{
												id: '2220014',
												label: '容光分社',
											},
											{
												id: '2220027',
												label: '水坝塘信用社',
											},
											{
												id: '2220019',
												label: '大河信用社',
											},
											{
												id: '2220024',
												label: '芭蕉信用社',
											},
										],
									},
									{
										id: 'xn22201',
										label: '各职能部门',
										children: [
											{
												id: '2229009',
												label: '清收大队',
											},
											{
												id: '2229017',
												label: '电子银行部',
											},
											{
												id: '2229004',
												label: '人事劳资部（教育培训部）',
											},
											{
												id: '2229013',
												label: '稽核审计部事后监督中心',
											},
											{
												id: '2229012',
												label: '稽核审计部',
											},
											{
												id: '2229014',
												label: '安全保卫部',
											},
											{
												id: '2229019',
												label: '客户服务部',
											},
											{
												id: '2229020',
												label: '小微企业金融服务中心',
											},
											{
												id: '2229007',
												label: '业务发展部',
											},
											{
												id: '2229026',
												label: '扶贫事业部',
											},
											{
												id: '2229016',
												label: '安全保卫部护卫大队',
											},
											{
												id: '2229028',
												label: '统计调查部',
											},
											{
												id: '2229005',
												label: '党群宣传部（工会、团委、妇联）',
											},
											{
												id: '2229015',
												label: '安全保卫部远程监控中心',
											},
											{
												id: '2229010',
												label: '财务统计部',
											},
											{
												id: '2229003',
												label: '理事会办公室',
											},
											{
												id: '2229021',
												label: '内退人员',
											},
											{
												id: '2229027',
												label: '退休人员',
											},
											{
												id: '2229024',
												label: '农村市场部',
											},
											{
												id: '2229002',
												label: '办公室',
											},
											{
												id: '2229025',
												label: '信息科技部',
											},
											{
												id: '2229006',
												label: '纪检监察室（监事会办公室）',
											},
											{
												id: '2229008',
												label: '合规风险部',
											},
											{
												id: '2229011',
												label: '财务统计部授权中心',
											},
											{
												id: '2229018',
												label: '基础建设部',
											},
											{
												id: '2229023',
												label: '其他人员',
											},
											{
												id: '2229001',
												label: '行社领导',
											},
											{
												id: '2229022',
												label: '借调（用）、选派人员',
											},
										],
									},
								],
							},
							{
								id: '2210000',
								label: '遵义联社',
								children: [
									{
										id: 'xn22101',
										label: '各职能部门',
										children: [
											{
												id: '2219009',
												label: '纪检监察室',
											},
											{
												id: '2219013',
												label: '统计部',
											},
											{
												id: '2219008',
												label: '稽核审计部',
											},
											{
												id: '2219015',
												label: '安全保卫部',
											},
											{
												id: '2219024',
												label: '党委办公室、董事办公室',
											},
											{
												id: '2219006',
												label: '业务发展部',
											},
											{
												id: '2219003',
												label: '办公室',
											},
											{
												id: '2219014',
												label: '基础建设部',
											},
											{
												id: '2219002',
												label: '工会',
											},
											{
												id: '2219012',
												label: '事后监督部',
											},
											{
												id: '2219019',
												label: '退休人员',
											},
											{
												id: '2219007',
												label: '合规风险部',
											},
											{
												id: '2219017',
												label: '借调',
											},
											{
												id: '2219004',
												label: '人力资源部',
											},
											{
												id: '2219011',
												label: '电子银行部',
											},
											{
												id: '2219001',
												label: '行社领导',
											},
											{
												id: '2219018',
												label: '内退',
											},
											{
												id: '2219005',
												label: '财会部',
											},
											{
												id: '2219022',
												label: '农村业务部、扶贫事业部',
											},
											{
												id: '2219023',
												label: '资产保全部',
											},
											{
												id: '2219010',
												label: '科技中心',
											},
											{
												id: '2219016',
												label: '后勤服务中心',
											},
										],
									},
									{
										id: 'xn22102',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2210010',
												label: '粮贸街分社',
											},
											{
												id: '2210004',
												label: '南白分社',
											},
											{
												id: '2210033',
												label: '乐山信用社',
											},
											{
												id: '2210030',
												label: '中山分社',
											},
											{
												id: '2210014',
												label: '禹门分社',
											},
											{
												id: '2210005',
												label: '贸易街分社',
											},
											{
												id: '2210041',
												label: '洪关分社',
											},
											{
												id: '2210024',
												label: '团溪信用社',
											},
											{
												id: '2210044',
												label: '山盆信用社',
											},
											{
												id: '2210001',
												label: '营业部',
											},
											{
												id: '2210048',
												label: '毛石分社',
											},
											{
												id: '2210021',
												label: '尚嵇信用社',
											},
											{
												id: '2210015',
												label: '虾子信用社',
											},
											{
												id: '2210037',
												label: '三岔信用社',
											},
											{
												id: '2210011',
												label: '新舟信用社',
											},
											{
												id: '2210022',
												label: '茅栗信用社',
											},
											{
												id: '2210036',
												label: '九坪分社',
											},
											{
												id: '2210017',
												label: '龙坪信用社',
											},
											{
												id: '2210013',
												label: '中街分社',
											},
											{
												id: '2210028',
												label: '八里分社',
											},
											{
												id: '2210049',
												label: '米兰分社',
											},
											{
												id: '2210029',
												label: '天池分社',
											},
											{
												id: '2210031',
												label: '鸭溪信用社',
											},
											{
												id: '2210009',
												label: '象山分社',
											},
											{
												id: '2210012',
												label: '永乐信用社',
											},
											{
												id: '2210040',
												label: '平正分社',
											},
											{
												id: '2210020',
												label: '乌江信用社',
											},
											{
												id: '2210023',
												label: '新民分社',
											},
											{
												id: '2210042',
												label: '泮水信用社',
											},
											{
												id: '2210043',
												label: '马蹄信用社',
											},
											{
												id: '2210046',
												label: '沙湾信用社',
											},
											{
												id: '2210008',
												label: '万寿分社',
											},
											{
												id: '2210019',
												label: '双兴分社',
											},
											{
												id: '2210039',
												label: '枫香信用社',
											},
											{
												id: '2210016',
												label: '三渡分社',
											},
											{
												id: '2210025',
												label: '西坪信用社',
											},
											{
												id: '2210047',
												label: '松林信用社',
											},
											{
												id: '2210002',
												label: '商贸城分社',
											},
											{
												id: '2210032',
												label: '黎明路分社',
											},
											{
												id: '2210006',
												label: '石板信用社',
											},
											{
												id: '2210007',
												label: '通达分社',
											},
											{
												id: '2210035',
												label: '三合信用社',
											},
											{
												id: '2210026',
												label: '铁厂分社',
											},
											{
												id: '2210045',
												label: '芝麻分社',
											},
											{
												id: '2210018',
												label: '喇叭信用社',
											},
											{
												id: '2210038',
												label: '苟江信用社',
											},
											{
												id: '2210003',
												label: '南园分社',
											},
											{
												id: '2210027',
												label: '龙坑信用社',
											},
											{
												id: '2210034',
												label: '鸭溪民主路分社',
											},
										],
									},
									{
										id: '2219021',
										label: '资产保全部',
										children: [
											{
												id: '2219020',
												label: '农村业务部、扶贫事业部',
											},
										],
									},
								],
							},
							{
								id: '2320000',
								label: '务川联社',
								children: [
									{
										id: 'xn23202',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2320003',
												label: '中大街分社',
											},
											{
												id: '2320010',
												label: '牛塘分社',
											},
											{
												id: '2320008',
												label: '新城区分社',
											},
											{
												id: '2320022',
												label: '镇江分社',
											},
											{
												id: '2328003',
												label: '丰乐镇新田村便民服务分社',
											},
											{
												id: '2320018',
												label: '当阳分社',
											},
											{
												id: '2320014',
												label: '鹿池分社',
											},
											{
												id: '2320006',
												label: '车站路分社',
											},
											{
												id: '2320015',
												label: '裕民分社',
											},
											{
												id: '2320019',
												label: '黄都信用社',
											},
											{
												id: '2328001',
												label: '大坪镇官学村便民服务分社',
											},
											{
												id: '2320001',
												label: '营业部',
											},
											{
												id: '2320025',
												label: '柏村信用社',
											},
											{
												id: '2328004',
												label: '丰乐镇新场村便民服务分社',
											},
											{
												id: '2320020',
												label: '丝棉分社',
											},
											{
												id: '2320021',
												label: '泥高信用社',
											},
											{
												id: '2320017',
												label: '涪洋信用社',
											},
											{
												id: '2320005',
												label: '都濡信用社',
											},
											{
												id: '2328005',
												label: '都濡镇桐木村便民服务分社',
											},
											{
												id: '2328002',
												label: '石朝乡高峰村便民服务分社',
											},
											{
												id: '2320002',
												label: '西大街分社',
											},
											{
												id: '2320026',
												label: '蕉坝信用社',
											},
											{
												id: '2320028',
												label: '红丝分社',
											},
											{
												id: '2320007',
												label: '石朝分社',
											},
											{
												id: '2320012',
												label: '浞水信用社',
											},
											{
												id: '2320011',
												label: '砚山信用社',
											},
											{
												id: '2320024',
												label: '茅天信用社',
											},
											{
												id: '2320023',
												label: '青坪分社',
											},
											{
												id: '2320004',
												label: '杨村分社',
											},
											{
												id: '2320009',
												label: '丰乐信用社',
											},
											{
												id: '2320013',
												label: '分水分社',
											},
											{
												id: '2320027',
												label: '大坪信用社',
											},
											{
												id: '2320016',
												label: '镇南信用社',
											},
										],
									},
									{
										id: 'xn23201',
										label: '各职能部门',
										children: [
											{
												id: '2329009',
												label: '基建办',
											},
											{
												id: '2329002',
												label: '办公室',
											},
											{
												id: '2329004',
												label: '组织人事部',
											},
											{
												id: '2329005',
												label: '个人业务部',
											},
											{
												id: '2329018',
												label: '内退职工',
											},
											{
												id: '2329015',
												label: '业务发展部',
											},
											{
												id: '2329014',
												label: '小微中心',
											},
											{
												id: '2329011',
												label: '纪检监察室',
											},
											{
												id: '2329020',
												label: '党委办公室',
											},
											{
												id: '2329007',
												label: '安全保卫部',
											},
											{
												id: '2329022',
												label: '监控中心',
											},
											{
												id: '2329006',
												label: '合规风险部',
											},
											{
												id: '2329001',
												label: '行社领导',
											},
											{
												id: '2329003',
												label: '后勤中心',
											},
											{
												id: '2329021',
												label: '党委组织部',
											},
											{
												id: '2329010',
												label: '稽核审计部',
											},
											{
												id: '2329013',
												label: '电子银行部',
											},
											{
												id: '2329016',
												label: '农村市场部',
											},
											{
												id: '2329017',
												label: '金融扶贫办公室',
											},
											{
												id: '2329019',
												label: '退休人员',
											},
											{
												id: '2329008',
												label: '财会统计部',
											},
											{
												id: '2329012',
												label: '科技信息部',
											},
										],
									},
								],
							},
							{
								id: '2230000',
								label: '绥阳联社',
								children: [
									{
										id: 'xn22302',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2230011',
												label: '温泉信用社',
											},
											{
												id: '2230017',
												label: '大路槽信用社',
											},
											{
												id: '2230024',
												label: '小关信用社',
											},
											{
												id: '2230023',
												label: '坪乐信用社',
											},
											{
												id: '2230016',
												label: '枧坝信用社',
											},
											{
												id: '2230020',
												label: '太白信用社',
											},
											{
												id: '2230009',
												label: '旺草信用社',
											},
											{
												id: '2230002',
												label: '洋川分社',
											},
											{
												id: '2230021',
												label: '宽阔信用社',
											},
											{
												id: '2230010',
												label: '茅家铺分社',
											},
											{
												id: '2230025',
												label: '绥阳县农村信用合作联社客运站分社',
											},
											{
												id: '2230015',
												label: '黄杨信用社',
											},
											{
												id: '2230014',
												label: '解放路分社',
											},
											{
												id: '2230005',
												label: '蒲场信用社',
											},
											{
												id: '2230008',
												label: '金承分社',
											},
											{
												id: '2230006',
												label: '中街分社',
											},
											{
												id: '2230004',
												label: '郑场信用社',
											},
											{
												id: '2230003',
												label: '桑木分社',
											},
											{
												id: '2230001',
												label: '营业部',
											},
											{
												id: '2230018',
												label: '青杠塘信用社',
											},
											{
												id: '2230022',
												label: '茅垭信用社',
											},
											{
												id: '2230019',
												label: '野茶分社',
											},
											{
												id: '2230007',
												label: '风华信用社',
											},
											{
												id: '2230012',
												label: '募阳分社',
											},
											{
												id: '2230013',
												label: '兴发分社',
											},
										],
									},
									{
										id: 'xn22301',
										label: '各职能部门',
										children: [
											{
												id: '2239016',
												label: '内退职工',
											},
											{
												id: '2239008',
												label: '电子银行部',
											},
											{
												id: '2239026',
												label: '扶贫事业部',
											},
											{
												id: '2239005',
												label: '综合管理部',
												children: [
													{
														id: '2239024',
														label: '车辆管理大队',
													},
												],
											},
											{
												id: '2239025',
												label: '退休人员',
											},
											{
												id: '2239009',
												label: '合规风险部',
											},
											{
												id: '2239001',
												label: '行社领导',
											},
											{
												id: '2239013',
												label: '业务发展部',
											},
											{
												id: '2239030',
												label: '绥阳县农村信用合作联社党群宣传部',
											},
											{
												id: '2239029',
												label: '客户服务部',
											},
											{
												id: '2239011',
												label: '人力资源部',
											},
											{
												id: '2239007',
												label: '稽核审计部',
											},
											{
												id: '2239006',
												label: '会计财务部',
											},
											{
												id: '2239018',
												label: '远程监控中心',
											},
											{
												id: '2239021',
												label: '小微中心',
											},
											{
												id: '2239010',
												label: '事后监督部',
											},
											{
												id: '2239004',
												label: '纪检监察室',
											},
											{
												id: '2239028',
												label: '党委组织部',
											},
											{
												id: '2239022',
												label: '非现场监督',
											},
											{
												id: '2239031',
												label: '市场营销部',
											},
											{
												id: '2239020',
												label: '农商行改革办',
											},
											{
												id: '2239023',
												label: '信息科技部',
											},
											{
												id: '2239003',
												label: '党委办公室',
											},
											{
												id: '2239002',
												label: '工会',
											},
											{
												id: '2239027',
												label: '法律事务部',
											},
											{
												id: '2239017',
												label: '授权中心',
											},
											{
												id: '2239015',
												label: '基建办公室',
											},
											{
												id: '2239012',
												label: '农村业务部',
											},
											{
												id: '2239019',
												label: '扶贫事业部',
											},
											{
												id: '2239014',
												label: '安全保卫部',
											},
										],
									},
								],
							},
						],
					},
					{
						id: 'xn299502',
						label: '毕节市各行社',
						children: [
							{
								id: '2830000',
								label: '赫章联社',
								children: [
									{
										id: 'xn28301',
										label: '各职能部门',
										children: [
											{
												id: '2839002',
												label: '党委办公室',
											},
											{
												id: '2839003',
												label: '纪检监察室',
											},
											{
												id: '2839020',
												label: '内退',
												children: [
													{
														id: '2839021',
														label: '退休人员',
													},
												],
											},
											{
												id: '2839012',
												label: '基础建设部',
											},
											{
												id: '2839004',
												label: '综合管理部',
											},
											{
												id: '2839005',
												label: '人力资源部',
											},
											{
												id: '2839016',
												label: '决策咨询委员会',
											},
											{
												id: '2839001',
												label: '行社领导',
											},
											{
												id: '2839015',
												label: '安全保卫部',
											},
											{
												id: '2839011',
												label: '电子银行部',
											},
											{
												id: '2839013',
												label: '事后监督部',
											},
											{
												id: '2839014',
												label: '稽核审计部',
											},
											{
												id: '2839009',
												label: '财务统计部',
											},
											{
												id: '2839006',
												label: '业务发展部',
											},
											{
												id: '2839008',
												label: '信贷部',
											},
											{
												id: '2839007',
												label: '农村业务部',
											},
											{
												id: '2839019',
												label: '退休人员',
											},
											{
												id: '2839010',
												label: '合规风险部',
											},
										],
									},
									{
										id: 'xn28302',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2830029',
												label: '河镇信用社',
											},
											{
												id: '2830030',
												label: '德卓信用社',
											},
											{
												id: '2830031',
												label: '双坪信用社',
											},
											{
												id: '2830033',
												label: '安乐溪分社',
											},
											{
												id: '2830034',
												label: '辅处分社',
											},
											{
												id: '2830009',
												label: '可乐信用社',
											},
											{
												id: '2830026',
												label: '铁匠信用社',
											},
											{
												id: '2830017',
												label: '野马川信用社',
											},
											{
												id: '2830019',
												label: '古达信用社',
											},
											{
												id: '2830005',
												label: '解东分社',
											},
											{
												id: '2830028',
												label: '结构信用社',
											},
											{
												id: '2830006',
												label: '白果信用社',
											},
											{
												id: '2830018',
												label: '新街分社',
											},
											{
												id: '2830011',
												label: '哲庄信用社',
											},
											{
												id: '2830035',
												label: '西城信用社',
											},
											{
												id: '2830001',
												label: '营业部',
											},
											{
												id: '2830021',
												label: '威奢信用社',
											},
											{
												id: '2830014',
												label: '妈姑信用社',
											},
											{
												id: '2830003',
												label: '农中分社',
											},
											{
												id: '2830020',
												label: '平山信用社',
											},
											{
												id: '2830015',
												label: '砂石分社',
											},
											{
												id: '2830010',
												label: '古基信用社',
											},
											{
												id: '2830023',
												label: '松林坡信用社',
											},
											{
												id: '2830004',
												label: '城关信用社',
											},
											{
												id: '2830025',
												label: '珠市信用社',
											},
											{
												id: '2830013',
												label: '田坝分社',
											},
											{
												id: '2830032',
												label: '达依分社',
											},
											{
												id: '2830002',
												label: '九0分社',
											},
											{
												id: '2830022',
												label: '兴发信用社',
											},
											{
												id: '2830027',
												label: '朱明信用社',
											},
											{
												id: '2830024',
												label: '雉街信用社',
											},
											{
												id: '2830012',
												label: '水塘堡信用社',
											},
											{
												id: '2830008',
												label: '财神信用社',
											},
											{
												id: '2830016',
												label: '罗州信用社',
											},
											{
												id: '2830007',
												label: '六曲河信用社',
											},
										],
									},
									{
										id: '2830000BM015',
										label: '工会办公室',
									},
								],
							},
							{
								id: '2780000',
								label: '贵州黔西农商银行',
								children: [
									{
										id: 'xn27801',
										label: '各职能部门',
										children: [
											{
												id: '2789012',
												label: '电子银行部',
											},
											{
												id: '2789009',
												label: '合规风险部',
											},
											{
												id: '2789024',
												label: '微金融服务部',
											},
											{
												id: '2789010',
												label: '事后监督中心',
											},
											{
												id: '2789020',
												label: '高管',
											},
											{
												id: '2789005',
												label: '远程授权中心',
											},
											{
												id: '2789007',
												label: '业务发展部',
											},
											{
												id: '2789018',
												label: '纪检监察室',
											},
											{
												id: '2789014',
												label: '综合部',
											},
											{
												id: '2789008',
												label: '农村业务部',
											},
											{
												id: '2789006',
												label: '稽核审计部',
											},
											{
												id: '2789013',
												label: '信息科技部',
											},
											{
												id: '2789011',
												label: '人力资源部',
											},
											{
												id: '2789023',
												label: '金融同业部',
											},
											{
												id: '2789004',
												label: '现金中心',
											},
											{
												id: '2789015',
												label: '服务办公室',
											},
											{
												id: '2789021',
												label: '内退',
											},
											{
												id: '2789017',
												label: '安全保卫部',
											},
											{
												id: '2789016',
												label: '后勤保障中心',
											},
											{
												id: '2789019',
												label: '基础设施建设部',
											},
											{
												id: '2789002',
												label: '党委办公室',
											},
											{
												id: '2789003',
												label: '财务统计部',
											},
											{
												id: '2789001',
												label: '工会',
											},
											{
												id: '2789022',
												label: '退休人员',
											},
										],
									},
									{
										id: 'xn27802',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2780001',
												label: '营业部',
											},
											{
												id: '2780032',
												label: '太来支行',
											},
											{
												id: '2780008',
												label: '钟山支行',
											},
											{
												id: '2780034',
												label: '花溪支行',
											},
											{
												id: '2780009',
												label: '素朴支行',
											},
											{
												id: '2780016',
												label: '大关支行',
											},
											{
												id: '2780029',
												label: '永燊支行',
											},
											{
												id: 'xn27802002',
												label: '文峰支行',
											},
											{
												id: '2780011',
												label: '甘棠支行',
											},
											{
												id: '2788001',
												label: '金钟社区便民服务支行',
											},
											{
												id: '2780035',
												label: '中建支行',
											},
											{
												id: '2780006',
												label: '清毕支行',
											},
											{
												id: '2780037',
												label: '文峰支行',
											},
											{
												id: '2780010',
												label: '水西支行',
											},
											{
												id: '2780014',
												label: '林泉支行',
											},
											{
												id: '2780036',
												label: '同心支行',
											},
											{
												id: '2780033',
												label: '中坪支行',
											},
											{
												id: '2780022',
												label: '雨朵支行',
											},
											{
												id: '2780031',
												label: '观音洞支行',
											},
											{
												id: '2780003',
												label: '莲城支行',
											},
											{
												id: '2780024',
												label: '红林支行',
											},
											{
												id: '2780007',
												label: '公园支行',
											},
											{
												id: '2780019',
												label: '定新支行',
											},
											{
												id: '2780005',
												label: '九狮支行',
											},
											{
												id: '2780020',
												label: '锦星支行',
											},
											{
												id: '2780028',
												label: '铁石支行',
											},
											{
												id: '2780030',
												label: '五里支行',
											},
											{
												id: '2780015',
												label: '金碧支行',
											},
											{
												id: '2788002',
												label: '谷兴社区便民服务支行',
											},
											{
												id: '2788003',
												label: '木渣黑村便民服务支行',
											},
											{
												id: '2780013',
												label: '绿化支行',
											},
											{
												id: '2780002',
												label: '黔金支行',
											},
											{
												id: '2780025',
												label: '新仁支行',
											},
											{
												id: '2780023',
												label: '协和支行',
											},
											{
												id: '2780018',
												label: '洪水支行',
											},
											{
												id: '2780021',
												label: '金坡支行',
											},
											{
												id: '2780017',
												label: '谷里支行',
											},
											{
												id: '2780012',
												label: '重新支行',
											},
											{
												id: '2780004',
												label: '城关支行',
											},
											{
												id: '2780027',
												label: '仁和支行',
											},
											{
												id: 'xn27802001',
												label: '同心支行',
											},
											{
												id: '2780026',
												label: '金兰支行',
											},
											{
												id: '2788004',
												label: '桂箐村便民服务支行',
											},
										],
									},
								],
							},
							{
								id: '2760000',
								label: '贵州毕节农商银行',
								children: [
									{
										id: 'xn27602',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2760035',
												label: '阴底支行',
											},
											{
												id: '2760028',
												label: '吉场支行',
											},
											{
												id: '2760030',
												label: '清水支行',
											},
											{
												id: '2760025',
												label: '燕子口支行',
											},
											{
												id: '2760003',
												label: '桂花支行',
											},
											{
												id: '2760037',
												label: '林口支行',
											},
											{
												id: '2760043',
												label: '千溪支行',
											},
											{
												id: '2760006',
												label: '清北支行',
											},
											{
												id: '2760019',
												label: '对坡支行',
											},
											{
												id: '2760029',
												label: '层台支行',
											},
											{
												id: '2760002',
												label: '大兰支行',
											},
											{
												id: '2760018',
												label: '水箐支行',
											},
											{
												id: '2760024',
												label: '八寨支行',
											},
											{
												id: '2760031',
												label: '生机支行',
											},
											{
												id: '2760048',
												label: '田坎支行',
											},
											{
												id: '2760051',
												label: '站前支行',
											},
											{
												id: '2760004',
												label: '城关支行',
											},
											{
												id: '2760033',
												label: '岔河支行',
											},
											{
												id: '2760010',
												label: '五里支行',
											},
											{
												id: '2760005',
												label: '解放支行',
											},
											{
												id: '2760026',
												label: '亮岩支行',
											},
											{
												id: '2760034',
												label: '撒拉溪支行',
											},
											{
												id: '2760053',
												label: '毕节经济开发区支行',
											},
											{
												id: '2760014',
												label: '梨树支行',
											},
											{
												id: '2760027',
												label: '普宜支行',
											},
											{
												id: '2760038',
												label: '团结支行',
											},
											{
												id: '2760008',
												label: '流仓桥支行',
											},
											{
												id: '2760045',
												label: '南部新区支行',
											},
											{
												id: '2760012',
												label: '鸭池支行',
											},
											{
												id: '2760015',
												label: '青场支行',
											},
											{
												id: '2760032',
												label: '朱昌支行',
											},
											{
												id: '2760039',
												label: '大银支行',
											},
											{
												id: '2760017',
												label: '官屯支行',
											},
											{
												id: '2760020',
												label: '海子街支行',
											},
											{
												id: '2760046',
												label: '阿市支行',
											},
											{
												id: '2760023',
												label: '田坝桥支行',
											},
											{
												id: '2760009',
												label: '德厚支行',
											},
											{
												id: '2760001',
												label: '营业部',
											},
											{
												id: '2760011',
												label: '大新桥支行',
											},
											{
												id: '2760021',
												label: '王张支行',
											},
											{
												id: '2760013',
												label: '草堤支行',
											},
											{
												id: '2760049',
												label: '天河支行',
											},
											{
												id: '2760016',
												label: '长春支行',
											},
											{
												id: '2760022',
												label: '小坝支行',
											},
											{
												id: '2760052',
												label: '清南支行',
											},
											{
												id: '2760036',
												label: '田坝支行',
											},
											{
												id: '2760047',
												label: '大屯支行',
											},
											{
												id: '2760040',
												label: '龙场支行',
											},
											{
												id: '2760044',
												label: '放珠支行',
											},
											{
												id: '2760041',
												label: '野角支行',
											},
											{
												id: '2760042',
												label: '大河支行',
											},
											{
												id: '2760007',
												label: '杨家湾支行',
											},
										],
									},
									{
										id: 'xn27601',
										label: '各职能部门',
										children: [
											{
												id: '2769034',
												label: '客户服务部',
											},
											{
												id: '2769028',
												label: '城区金融市场部',
											},
											{
												id: '2769002',
												label: '监事会办公室',
											},
											{
												id: '2769015',
												label: '财务会计结算部',
											},
											{
												id: '2769035',
												label: '非现场预警监督中心',
											},
											{
												id: '2769018',
												label: '信息科技部',
											},
											{
												id: '2769030',
												label: '行社领导',
											},
											{
												id: '2769032',
												label: '资产保全管理中心',
											},
											{
												id: '2769001',
												label: '董事会办公室',
												children: [
													{
														id: '2769037',
														label: '退休人员',
													},
												],
											},
											{
												id: '2769007',
												label: '纪检监察室',
											},
											{
												id: '2769036',
												label: '扶贫事业部',
											},
											{
												id: '2769027',
												label: '金融同业部',
											},
											{
												id: '2769021',
												label: '稽核审计部',
											},
											{
												id: '2769016',
												label: '事后监督档案管理中心',
											},
											{
												id: '2769010',
												label: '办公室',
											},
											{
												id: '2769012',
												label: '车队',
											},
											{
												id: '2769022',
												label: '合规风险部',
											},
											{
												id: '2769025',
												label: '远程监控中心',
											},
											{
												id: '2769029',
												label: '现金管理中心',
											},
											{
												id: '2769011',
												label: '基建管理部',
											},
											{
												id: '2769013',
												label: '人力资源部',
											},
											{
												id: '2769009',
												label: '党委办公室',
											},
											{
												id: '2769008',
												label: '工会办公室',
											},
											{
												id: '2769031',
												label: '内退人员',
											},
											{
												id: '2769038',
												label: '事后监督中心',
											},
											{
												id: '2769024',
												label: '业务库异地值守应急中心',
											},
											{
												id: '2769023',
												label: '安全保卫部',
											},
											{
												id: '2769019',
												label: '电子银行部',
											},
											{
												id: '2769017',
												label: '远程授权中心',
											},
											{
												id: '2769033',
												label: '信贷审批部',
											},
											{
												id: '2769020',
												label: '三农金融部',
											},
										],
									},
								],
							},
							{
								id: '2790000',
								label: '金沙联社',
								children: [
									{
										id: 'xn27902',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2790024',
												label: '长安信用社',
											},
											{
												id: '2790036',
												label: '振兴分社',
											},
											{
												id: '2790030',
												label: '化觉信用社',
											},
											{
												id: '2790008',
												label: '岩孔信用社',
											},
											{
												id: '2790017',
												label: '新化信用社',
											},
											{
												id: '2790019',
												label: '龙凤分社',
											},
											{
												id: '2790029',
												label: '官田信用社',
											},
											{
												id: '2790025',
												label: '源村信用社',
											},
											{
												id: '2790032',
												label: '马路信用社',
											},
											{
												id: '2790005',
												label: '干田信用社',
											},
											{
												id: '2790004',
												label: '城关信用社',
											},
											{
												id: '2790027',
												label: '木孔信用社',
											},
											{
												id: '2790014',
												label: '沙土信用社',
											},
											{
												id: '2790026',
												label: '清池信用社',
											},
											{
												id: '2790018',
												label: '安洛分社',
											},
											{
												id: '2790021',
												label: '太平分社',
											},
											{
												id: '2790020',
												label: '石场信用社',
											},
											{
												id: '2790009',
												label: '桂花分社',
											},
											{
												id: '2790003',
												label: '园区信用社',
											},
											{
												id: '2790002',
												label: '杨叉街分社',
											},
											{
												id: '2790012',
												label: '安底信用社',
											},
											{
												id: '2790001',
												label: '营业部',
											},
											{
												id: '2790028',
												label: '长坝分社',
											},
											{
												id: '2790023',
												label: '西洛分社',
											},
											{
												id: '2790016',
												label: '岚头信用社',
											},
											{
												id: '2790035',
												label: '唢呐门信用社',
											},
											{
												id: '2790006',
												label: '新城信用社',
											},
											{
												id: '2790015',
												label: '社后山分社',
											},
											{
												id: '2790031',
												label: '大田信用社',
											},
											{
												id: '2790033',
												label: '箐门信用社',
											},
											{
												id: '2790034',
												label: '湾子信用社',
											},
											{
												id: '2790010',
												label: '禹谟信用社',
											},
											{
												id: '2790007',
												label: '龙坝分社',
											},
											{
												id: '2790011',
												label: '高坪分社',
											},
											{
												id: '2790013',
												label: '茶元分社',
											},
											{
												id: '2790022',
												label: '平坝信用社',
											},
											{
												id: '2790037',
												label: '中心分社',
											},
										],
									},
									{
										id: 'xn27901',
										label: '各职能部门',
										children: [
											{
												id: '2799015',
												label: '合规风险部',
											},
											{
												id: '2799028',
												label: '退休人员',
											},
											{
												id: '2799004',
												label: '基础建设部',
											},
											{
												id: '2799021',
												label: '高管',
											},
											{
												id: '2799020',
												label: '工会办公室',
											},
											{
												id: '2799027',
												label: '其他部门',
											},
											{
												id: '2799013',
												label: '业务发展部',
											},
											{
												id: '2799003',
												label: '党委办',
											},
											{
												id: '2799008',
												label: '稽核审计部',
											},
											{
												id: '2799023',
												label: '下岗收贷',
											},
											{
												id: '2799005',
												label: '修志办公室',
											},
											{
												id: '2799017',
												label: '安全保卫部',
											},
											{
												id: '2799026',
												label: '下岗学习',
											},
											{
												id: '2799016',
												label: '消费者权益保护部',
											},
											{
												id: '2799014',
												label: '农村业务部',
											},
											{
												id: '2799025',
												label: '扶贫事业部',
											},
											{
												id: '2799009',
												label: '财务会计部',
											},
											{
												id: '2799006',
												label: '改革改制办公室',
											},
											{
												id: '2799002',
												label: '综合部',
											},
											{
												id: '2799011',
												label: '电子科技部',
											},
											{
												id: '2799022',
												label: '内退',
											},
											{
												id: '2799007',
												label: '纪检监察室',
											},
											{
												id: '2799024',
												label: '小微企业金融服务中心',
											},
											{
												id: '2799012',
												label: '电子银行部',
											},
										],
									},
								],
							},
							{
								id: '2770000',
								label: '贵州大方农商银行',
								children: [
									{
										id: 'xn27702',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2770022',
												label: '猫场支行',
											},
											{
												id: '2770039',
												label: '星宿支行',
											},
											{
												id: '2770005',
												label: '北街支行',
											},
											{
												id: '2770032',
												label: '凤山支行',
											},
											{
												id: '2770012',
												label: '小屯支行',
											},
											{
												id: '2770035',
												label: '文阁支行',
											},
											{
												id: '2770008',
												label: '牛场支行',
											},
											{
												id: '2770028',
												label: '对江支行',
											},
											{
												id: '2770006',
												label: '东街支行',
											},
											{
												id: '2770026',
												label: '大山支行',
											},
											{
												id: '2770016',
												label: '东关支行',
											},
											{
												id: '2770025',
												label: '长石支行',
											},
											{
												id: '2770024',
												label: '瓢井支行',
											},
											{
												id: '2770015',
												label: '双山支行',
											},
											{
												id: '2770027',
												label: '沙厂支行',
											},
											{
												id: '2770002',
												label: '中街支行',
											},
											{
												id: '2770042',
												label: '红旗支行',
											},
											{
												id: '2770041',
												label: '竹园支行',
											},
											{
												id: '2770044',
												label: '果瓦支行',
											},
											{
												id: '2770040',
												label: '雨冲支行',
											},
											{
												id: '2770021',
												label: '六龙支行',
											},
											{
												id: '2770034',
												label: '金海湖支行',
											},
											{
												id: '2770013',
												label: '鼎新支行',
											},
											{
												id: '2770004',
												label: '南街支行',
											},
											{
												id: '2770029',
												label: '八堡支行',
											},
											{
												id: '2770031',
												label: '绿塘支行',
											},
											{
												id: '2770030',
												label: '兴隆支行',
											},
											{
												id: '2770003',
												label: '顺德支行',
											},
											{
												id: '2770014',
												label: '响水支行',
											},
											{
												id: '2770007',
												label: '马场支行',
											},
											{
												id: '2770017',
												label: '黄泥塘支行',
											},
											{
												id: '2770011',
												label: '百里杜鹃支行',
											},
											{
												id: '2770038',
												label: '黄泥支行',
											},
											{
												id: '2770009',
												label: '百纳支行',
											},
											{
												id: '2770033',
												label: '达溪支行',
											},
											{
												id: '2770001',
												label: '营业部',
											},
											{
												id: '2770019',
												label: '高店支行',
											},
											{
												id: '2770018',
												label: '鸡场支行',
											},
											{
												id: '2770010',
												label: '核桃支行',
											},
											{
												id: '2770023',
												label: '理化支行',
											},
											{
												id: '2770037',
												label: '三元支行',
											},
											{
												id: '2770036',
												label: '安乐支行',
											},
											{
												id: '2770020',
												label: '羊场支行',
											},
											{
												id: '2770043',
												label: '大水支行',
											},
										],
									},
									{
										id: 'xn27701',
										label: '各职能部门',
										children: [
											{
												id: '2779010',
												label: '安全保卫部',
											},
											{
												id: '2779019',
												label: '扶贫事业部',
											},
											{
												id: '2779002',
												label: '金融市场部',
											},
											{
												id: '2779013',
												label: '办公室',
											},
											{
												id: '2779015',
												label: '纪检监察室',
											},
											{
												id: '2779012',
												label: '人力资源部',
											},
											{
												id: '2779003',
												label: '运营管理部',
											},
											{
												id: '2779005',
												label: '计划财务部',
											},
											{
												id: '2779009',
												label: '稽核审计部',
											},
											{
												id: '2779018',
												label: '内退人员',
											},
											{
												id: '2779004',
												label: '授信审批部',
											},
											{
												id: '2779014',
												label: '党群宣传部',
											},
											{
												id: '2779011',
												label: '信息科技部',
											},
											{
												id: '2779008',
												label: '合规风险部',
											},
											{
												id: '2779020',
												label: '退休人员',
											},
											{
												id: '2779016',
												label: '董监事会办公室',
											},
											{
												id: '2779017',
												label: '行社领导',
											},
											{
												id: '2779006',
												label: '小微金融服务部',
											},
											{
												id: '2779007',
												label: '农村金融部',
											},
											{
												id: '2779001',
												label: '电子银行部',
											},
										],
									},
								],
							},
							{
								id: '2820000',
								label: '威宁联社',
								children: [
									{
										id: 'xn28202',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2820009',
												label: '迤那信用社',
											},
											{
												id: '2820005',
												label: '秀水分社',
											},
											{
												id: '2820037',
												label: '哲觉信用社',
											},
											{
												id: '2820019',
												label: '龙凤分社',
											},
											{
												id: '2820028',
												label: '炉山信用社',
											},
											{
												id: '2820007',
												label: '牛棚信用社',
											},
											{
												id: '2820015',
												label: '羊街信用社',
											},
											{
												id: '2820032',
												label: '猴场分社',
											},
											{
												id: '2828001',
												label: '松山便民服务点',
											},
											{
												id: '2820039',
												label: '斗古信用社',
											},
											{
												id: '2820004',
												label: '观风海信用社',
											},
											{
												id: '2820040',
												label: '金斗信用社',
											},
											{
												id: '2820002',
												label: '人民南路分社',
											},
											{
												id: '2820025',
												label: '鸭子塘信用社',
											},
											{
												id: '2820043',
												label: '西海信用社',
											},
											{
												id: '2820008',
												label: '玉龙分社',
											},
											{
												id: '2820014',
												label: '雪山信用社',
											},
											{
												id: '2820018',
												label: '草海信用社',
											},
											{
												id: '2820042',
												label: '板底信用社',
											},
											{
												id: '2820035',
												label: '黑石信用社',
											},
											{
												id: '2820038',
												label: '麻乍信用社',
											},
											{
												id: '2820006',
												label: '哈喇河信用社',
											},
											{
												id: '2820020',
												label: '海拉信用社',
											},
											{
												id: '2820023',
												label: '云贵信用社',
											},
											{
												id: '2820030',
												label: '二塘信用社',
											},
											{
												id: '2820010',
												label: '中水信用社',
											},
											{
												id: '2820024',
												label: '双龙信用社',
											},
											{
												id: '2820017',
												label: '盐仓信用社',
											},
											{
												id: '2820027',
												label: '金钟信用社',
											},
											{
												id: '2820013',
												label: '龙街信用社',
											},
											{
												id: '2820033',
												label: '龙场信用社',
											},
											{
												id: '2820022',
												label: '兔街信用社',
											},
											{
												id: '2820034',
												label: '新发分社',
											},
											{
												id: '2820001',
												label: '营业部',
											},
											{
												id: '2820011',
												label: '黑土河分社',
											},
											{
												id: '2820021',
												label: '么站信用社',
											},
											{
												id: '2820036',
												label: '岔河分社',
											},
											{
												id: '2820003',
												label: '人民中路分社',
											},
											{
												id: '2820016',
												label: '小海信用社',
											},
											{
												id: '2820026',
												label: '新区信用社',
											},
											{
												id: '2820041',
												label: '大街信用社',
											},
											{
												id: '2820031',
												label: '东风分社',
											},
											{
												id: '2820012',
												label: '石门信用社',
											},
											{
												id: '2820029',
												label: '结里分社',
											},
										],
									},
									{
										id: 'xn28201',
										label: '各职能部门',
										children: [
											{
												id: '2829019',
												label: '内退职工',
											},
											{
												id: '2829015',
												label: '安全保卫部',
											},
											{
												id: '2829011',
												label: '事后监督部',
											},
											{
												id: '2829024',
												label: '小微企业金融服务中心',
											},
											{
												id: '2829020',
												label: '扶贫事业部',
												children: [
													{
														id: '2829021',
														label: '党群宣传部',
													},
												],
											},
											{
												id: '2829016',
												label: '资产保全部',
											},
											{
												id: '2829003',
												label: '综合管理部',
											},
											{
												id: '2829018',
												label: '下岗职工',
											},
											{
												id: '2829008',
												label: '合规风险部',
											},
											{
												id: '2829007',
												label: '纪检监察室',
											},
											{
												id: '2829002',
												label: '党委办公室',
											},
											{
												id: '2829017',
												label: '行社领导',
											},
											{
												id: '2829006',
												label: '客户服务部',
											},
											{
												id: '2829005',
												label: '财务信息部',
											},
											{
												id: '2829001',
												label: '人力资源部',
											},
											{
												id: '2829023',
												label: '退休人员',
											},
											{
												id: '2829009',
												label: '稽核审计部',
											},
											{
												id: '2829013',
												label: '电子银行部',
											},
											{
												id: '2829022',
												label: '党群宣传部',
											},
											{
												id: '2829012',
												label: '农村市场部',
											},
											{
												id: '2829025',
												label: '工会委员会办公室',
											},
											{
												id: '2829010',
												label: '业务发展部',
											},
											{
												id: '2829014',
												label: '科技服务部',
											},
										],
									},
								],
							},
							{
								id: '2800000',
								label: '贵州织金农商银行',
								children: [
									{
										id: 'xn28002',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2800006',
												label: '金南支行',
											},
											{
												id: '2800042',
												label: '实兴支行',
											},
											{
												id: '2800023',
												label: '龙场支行',
											},
											{
												id: '2800009',
												label: '金北支行',
											},
											{
												id: '2800020',
												label: '化起支行',
											},
											{
												id: '2800024',
												label: '以那支行',
											},
											{
												id: '2800005',
												label: '太平支行',
											},
											{
												id: '2800041',
												label: '后寨支行',
											},
											{
												id: '2800017',
												label: '马场支行',
											},
											{
												id: '2800031',
												label: '金龙支行',
											},
											{
												id: '2800045',
												label: '周家湾分理处',
											},
											{
												id: '2800002',
												label: '金东支行',
											},
											{
												id: '2800035',
												label: '板桥支行',
											},
											{
												id: '2800012',
												label: '玉屏支行',
											},
											{
												id: '2800022',
												label: '八步支行',
											},
											{
												id: '2800027',
												label: '阿弓支行',
											},
											{
												id: '2800019',
												label: '齐心分理处',
											},
											{
												id: '2800044',
												label: '大平支行',
											},
											{
												id: '2800043',
												label: '官塘支行',
											},
											{
												id: '2800001',
												label: '营业部',
											},
											{
												id: '2800011',
												label: '星秀支行',
											},
											{
												id: '2800038',
												label: '黑土支行',
											},
											{
												id: '2800033',
												label: '鸡场支行',
											},
											{
												id: '2800015',
												label: '普翁支行',
											},
											{
												id: '2800004',
												label: '平安支行',
											},
											{
												id: '2800010',
												label: '天宫支行',
											},
											{
												id: '2800036',
												label: '官寨支行',
											},
											{
												id: '2800018',
												label: '猫场支行',
											},
											{
												id: '2800003',
												label: '城关支行',
											},
											{
												id: '2800029',
												label: '珠藏支行',
											},
											{
												id: '2800039',
												label: '纳雍支行',
											},
											{
												id: '2800014',
												label: '桂果支行',
											},
											{
												id: '2800025',
												label: '营顶分理处',
											},
											{
												id: '2800032',
												label: '中寨支行',
											},
											{
												id: '2800016',
												label: '牛场支行',
											},
											{
												id: '2800013',
												label: '三甲支行',
											},
											{
												id: '2800034',
												label: '白泥支行',
											},
											{
												id: '2800028',
												label: '少普支行',
											},
											{
												id: '2800037',
												label: '自强支行',
											},
											{
												id: '2800030',
												label: '熊家场支行',
											},
											{
												id: '2800040',
												label: '上坪寨支行',
											},
											{
												id: '2800008',
												label: '金西支行',
											},
											{
												id: '2800021',
												label: '茶店支行',
											},
											{
												id: '2800007',
												label: '金中支行',
											},
											{
												id: '2800026',
												label: '三塘支行',
											},
										],
									},
									{
										id: 'xn28001',
										label: '各职能部门',
										children: [
											{
												id: '2809012',
												label: '农村业务部',
											},
											{
												id: '2809021',
												label: '退休人员',
											},
											{
												id: '2809006',
												label: '安全保卫部',
											},
											{
												id: '2809011',
												label: '电子银行部',
											},
											{
												id: '2809019',
												label: '内退部门',
											},
											{
												id: '2809026',
												label: '资产保全部',
											},
											{
												id: '2809016',
												label: '授信审批部',
											},
											{
												id: '2809022',
												label: '扶贫事业部',
												children: [
													{
														id: '28009023',
														label: '修志办公室',
													},
												],
											},
											{
												id: '2809004',
												label: '人力资源部',
											},
											{
												id: '2809002',
												label: '党委办公室',
											},
											{
												id: '2809007',
												label: '财务统计部',
											},
											{
												id: '2809027',
												label: '董事会办公室',
											},
											{
												id: '2809005',
												label: '总行办公室',
											},
											{
												id: '2809003',
												label: '纪检监察室',
											},
											{
												id: '2809017',
												label: '客户服务部',
											},
											{
												id: '2809001',
												label: '工会办公室',
											},
											{
												id: '2809015',
												label: '业务发展创新部',
											},
											{
												id: '2809025',
												label: '修志办公室',
											},
											{
												id: '2809023',
												label: '科技信息部',
											},
											{
												id: '2809008',
												label: '合规风险部',
											},
											{
												id: '2809018',
												label: '领导部门',
											},
											{
												id: '2809009',
												label: '基建办公室',
											},
											{
												id: '2809020',
												label: '其他部门',
											},
											{
												id: '2809014',
												label: '小微金融服务中心',
											},
											{
												id: '2809010',
												label: '稽核审计部',
											},
											{
												id: '2809013',
												label: '事后监督部',
											},
										],
									},
								],
							},
							{
								id: '2810000',
								label: '纳雍联社',
								children: [
									{
										id: '2819019',
										label: '其他人员管理（虚拟）',
									},
									{
										id: '2819018',
										label: '退休员工管理（虚拟）',
									},
									{
										id: 'xn28102',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2810026',
												label: '猪场信用社',
											},
											{
												id: '2810008',
												label: '中岭信用社',
											},
											{
												id: '2810025',
												label: '张家湾信用社',
											},
											{
												id: '2810029',
												label: '寨乐信用社',
											},
											{
												id: '2810012',
												label: '星火分社',
											},
											{
												id: '2810009',
												label: '勺窝信用社',
											},
											{
												id: '2818003',
												label: '羊场便民服务点',
											},
											{
												id: '2810011',
												label: '新房分社',
											},
											{
												id: '2810027',
												label: '左鸠戛信用社',
											},
											{
												id: '2810030',
												label: '麻嘎信用社',
											},
											{
												id: '2810031',
												label: '盛世信用社',
											},
											{
												id: '2810018',
												label: '龙场信用社',
											},
											{
												id: '2810003',
												label: '农贸街分社',
											},
											{
												id: '2810023',
												label: '姑开信用社',
											},
											{
												id: '2810010',
												label: '阳长信用社',
											},
											{
												id: '2818001',
												label: '以角便民服务点',
											},
											{
												id: '2810001',
												label: '营业部',
											},
											{
												id: '2810032',
												label: '锅圈岩信用社',
											},
											{
												id: '2810014',
												label: '厍东关信用社',
											},
											{
												id: '2810006',
												label: '沙包分社',
											},
											{
												id: '2810016',
												label: '乐治信用社',
											},
											{
												id: '2810004',
												label: '经四路信用社',
											},
											{
												id: '2810022',
												label: '曙光信用社',
											},
											{
												id: '2810020',
												label: '水东信用社',
											},
											{
												id: '2810017',
												label: '老凹坝分社',
											},
											{
												id: '2810007',
												label: '城关信用社',
											},
											{
												id: '2810013',
												label: '维新信用社',
											},
											{
												id: '2810015',
												label: '化作信用社',
											},
											{
												id: '2810021',
												label: '百兴信用社',
											},
											{
												id: '2810002',
												label: '县府街分社',
											},
											{
												id: '2818002',
												label: '锅圈岩便民服务点',
											},
											{
												id: '2810019',
												label: '王家寨信用社',
											},
											{
												id: '2810028',
												label: '董地信用社',
											},
											{
												id: '2810024',
												label: '昆寨信用社',
											},
											{
												id: '2810005',
												label: '雍熙分社',
											},
										],
									},
									{
										id: 'xn28101',
										label: '各职能部门',
										children: [
											{
												id: '2819011',
												label: '电子银行（科技）部',
											},
											{
												id: '2819008',
												label: '稽核审计部',
											},
											{
												id: '2819007',
												label: '农村业务部',
											},
											{
												id: '2819013',
												label: '安全保卫部',
											},
											{
												id: '2819009',
												label: '纪检监察室',
											},
											{
												id: '2819002',
												label: '人力资源部',
											},
											{
												id: '2819016',
												label: '小微企业金融服务中心',
											},
											{
												id: '2819017',
												label: '个人贷款金融服务中心',
											},
											{
												id: '2819001',
												label: '党委办公室',
											},
											{
												id: '2819014',
												label: '行社领导（虚拟）',
											},
											{
												id: '2819010',
												label: '合规风险部',
											},
											{
												id: '2819004',
												label: '业务发展部',
											},
											{
												id: '2819005',
												label: '财务统计部',
											},
											{
												id: '2819015',
												label: '内退人员管理（虚拟）',
											},
											{
												id: '2819003',
												label: '综合部',
											},
											{
												id: '2819006',
												label: '会计结算及事后监督部',
											},
											{
												id: '2819012',
												label: '基建办',
											},
										],
									},
								],
							},
						],
					},
					{
						id: 'xn299402',
						label: '安顺市各行社',
						children: [
							{
								id: '2340000',
								label: '平坝联社',
								children: [
									{
										id: 'xn23401',
										label: '各职能部门',
										children: [
											{
												id: '2349009',
												label: '党群工会办',
											},
											{
												id: '2349001',
												label: '综合办公室',
											},
											{
												id: '2349011',
												label: '科技部',
											},
											{
												id: '2349022',
												label: '公司业务部',
											},
											{
												id: '2349013',
												label: '事后监督部',
											},
											{
												id: '2349005',
												label: '农村业务部',
											},
											{
												id: '2349017',
												label: '改制办',
											},
											{
												id: '2349015',
												label: '行社领导',
											},
											{
												id: '2349019',
												label: '贷款中心',
											},
											{
												id: '2349007',
												label: '资产保全部',
											},
											{
												id: '2349018',
												label: '市场营销拓展部',
											},
											{
												id: '2349002',
												label: '人力资源部',
											},
											{
												id: '2349014',
												label: '纪检监察室',
											},
											{
												id: '2349021',
												label: '后勤服务部',
											},
											{
												id: '2349006',
												label: '合规风险部',
											},
											{
												id: '2349016',
												label: '内退人员',
											},
											{
												id: '2349010',
												label: '安全保卫部',
											},
											{
												id: '2349003',
												label: '财务信息部',
											},
											{
												id: '2349023',
												label: '基础建设部',
											},
											{
												id: '2349008',
												label: '稽核审计部',
											},
											{
												id: '2349020',
												label: '退休人员',
											},
											{
												id: '2349004',
												label: '业务发展部',
											},
											{
												id: '2349012',
												label: '电子银行部',
											},
										],
									},
									{
										id: 'xn23402',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2340014',
												label: '齐伯分社',
											},
											{
												id: '2340016',
												label: '马场信用社',
											},
											{
												id: '2340006',
												label: '南街分社',
											},
											{
												id: '2340007',
												label: '夏云信用社',
											},
											{
												id: '2340012',
												label: '乐平分社',
											},
											{
												id: '2340001',
												label: '营业部',
											},
											{
												id: '2340020',
												label: '黄龙分社',
											},
											{
												id: '2340002',
												label: '尧南分社',
											},
											{
												id: '2340008',
												label: '羊昌分社',
											},
											{
												id: '2340015',
												label: '高峰信用社',
											},
											{
												id: '2340010',
												label: '肖家分社',
											},
											{
												id: '2340013',
												label: '十字信用社',
											},
											{
												id: '2340009',
												label: '白云信用社',
											},
											{
												id: '2340017',
												label: '林卡分社',
											},
											{
												id: '2340003',
												label: '大十字分社',
											},
											{
												id: '2340005',
												label: '东风分社',
											},
											{
												id: '2340004',
												label: '城关信用社',
											},
											{
												id: '2340019',
												label: '大屯分社',
											},
											{
												id: '2340011',
												label: '天龙信用社',
											},
											{
												id: '2340018',
												label: '马路分社',
											},
										],
									},
								],
							},
							{
								id: '2350000',
								label: '普定联社',
								children: [
									{
										id: 'xn23501',
										label: '各职能部门',
										children: [
											{
												id: '2359017',
												label: '内退管理',
											},
											{
												id: '2359019',
												label: '资产保全部',
												children: [
													{
														id: '2359020',
														label: '资产保全部',
													},
												],
											},
											{
												id: '2359006',
												label: '电子银行部',
											},
											{
												id: '2359005',
												label: '业务发展部',
											},
											{
												id: '2359004',
												label: '财务信息部',
											},
											{
												id: '2359008',
												label: '合规风险部',
											},
											{
												id: '2359007',
												label: '农村业务部',
											},
											{
												id: '2359013',
												label: '党建办',
											},
											{
												id: '2359012',
												label: '统计部',
											},
											{
												id: '2359003',
												label: '科技信息部',
											},
											{
												id: '2359001',
												label: '综合办公室',
											},
											{
												id: '2359002',
												label: '人力资源部',
											},
											{
												id: '2359016',
												label: '扶贫事业部',
											},
											{
												id: '23590019',
												label: '业务创新部',
											},
											{
												id: 'xn23501002',
												label: '人力资源部',
											},
											{
												id: '2359011',
												label: '纪检监察室',
											},
											{
												id: '2359015',
												label: '监控中心',
											},
											{
												id: '2359009',
												label: '事后监督部',
											},
											{
												id: '2359010',
												label: '稽核审计部',
											},
											{
												id: '2359014',
												label: '保卫部',
											},
											{
												id: '2359018',
												label: '行社领导',
											},
										],
									},
									{
										id: '2359022',
										label: '退休人员',
									},
									{
										id: 'xn23502',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2350018',
												label: '龙场信用社',
											},
											{
												id: '2350012',
												label: '鸡场信用社',
											},
											{
												id: '2350019',
												label: '魏旗信用社',
											},
											{
												id: '2350017',
												label: '猫洞信用社',
											},
											{
												id: '2350005',
												label: '城关信用社',
											},
											{
												id: '2350008',
												label: '马官信用社',
											},
											{
												id: '2350010',
												label: '水母分社',
											},
											{
												id: '2350007',
												label: '顺时分社',
											},
											{
												id: '2350016',
												label: '白岩信用社',
											},
											{
												id: '2350003',
												label: '太平信用社',
											},
											{
												id: '2350011',
												label: '马场信用社',
											},
											{
												id: '2350022',
												label: '工业园区便民服务点',
											},
											{
												id: '2350004',
												label: '红旗分社',
											},
											{
												id: '2350020',
												label: '中心分社',
											},
											{
												id: '2350002',
												label: '集贸分社',
											},
											{
												id: '2350015',
												label: '猴场信用社',
											},
											{
												id: '2350014',
												label: '补郎信用社',
											},
											{
												id: '2350001',
												label: '营业部',
											},
											{
												id: '2350006',
												label: '文明分社',
											},
											{
												id: '2350013',
												label: '坪上信用社',
											},
											{
												id: '2350023',
												label: '老街便民服务分社',
											},
											{
												id: '2350009',
												label: '化处信用社',
											},
											{
												id: '2350021',
												label: '余官分社',
											},
										],
									},
									{
										id: '2359021',
										label: '退休管理',
									},
								],
							},
							{
								id: '2380000',
								label: '贵州紫云农商银行',
								children: [
									{
										id: 'xn23801',
										label: '各职能部门',
										children: [
											{
												id: '2389002',
												label: '监事会办公室',
											},
											{
												id: '2389006',
												label: '团委办公室',
											},
											{
												id: '2389016',
												label: '电子银行部',
											},
											{
												id: '2389032',
												label: '财务统计部',
											},
											{
												id: '2389013',
												label: '安全保卫部',
											},
											{
												id: '2389026',
												label: '公司业务部',
											},
											{
												id: '2389022',
												label: '扶贫事业部',
											},
											{
												id: '2389017',
												label: '科技信息部',
											},
											{
												id: '2389025',
												label: '退休人员',
											},
											{
												id: '2389007',
												label: '工会办公室',
											},
											{
												id: '2389015',
												label: '基建办公室',
											},
											{
												id: '2389001',
												label: '董事会办公室',
											},
											{
												id: '2389028',
												label: '战略规划创新部',
											},
											{
												id: '2389030',
												label: '消费者权益保护部',
											},
											{
												id: '2389004',
												label: '党委办公室',
											},
											{
												id: '2389011',
												label: '统计部',
											},
											{
												id: '2389021',
												label: '市场拓展部',
											},
											{
												id: '2389014',
												label: '纪检监察室',
											},
											{
												id: '2389012',
												label: '财务信息部',
											},
											{
												id: '2389029',
												label: '反洗钱会计决算部',
											},
											{
												id: '2389019',
												label: '风险管理部',
											},
											{
												id: '2389023',
												label: '行社领导',
											},
											{
												id: '2389018',
												label: '稽核审计部',
											},
											{
												id: '2389020',
												label: '事后监督部',
											},
											{
												id: '2389009',
												label: '业务发展部',
											},
											{
												id: '2389003',
												label: '综合办公室',
											},
											{
												id: '2389010',
												label: '农村业务部',
											},
											{
												id: '2389024',
												label: '内退管理',
											},
											{
												id: '2389008',
												label: '人力资源部',
											},
											{
												id: '2389031',
												label: '财务统计部',
											},
										],
									},
									{
										id: 'xn23802',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2380014',
												label: '火花支行',
											},
											{
												id: '2380016',
												label: '达帮支行',
											},
											{
												id: '2380008',
												label: '板当支行',
											},
											{
												id: '2380005',
												label: '猫营支行',
											},
											{
												id: '2380007',
												label: '大营支行',
											},
											{
												id: '2380003',
												label: '松山支行',
											},
											{
												id: '2380004',
												label: '城关支行',
											},
											{
												id: '2380013',
												label: '羊场支行',
											},
											{
												id: '2380011',
												label: '白石岩支行',
											},
											{
												id: '2380006',
												label: '猴场支行',
											},
											{
												id: '2380009',
												label: '宗地支行',
											},
											{
												id: '2380012',
												label: '四大寨支行',
											},
											{
												id: '2380015',
												label: '坝羊支行',
											},
											{
												id: '2380002',
												label: '印山支行',
											},
											{
												id: '2380010',
												label: '水塘支行',
											},
											{
												id: '2380001',
												label: '营业部',
											},
										],
									},
								],
							},
							{
								id: '2360000',
								label: '镇宁联社',
								children: [
									{
										id: 'xn23602',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2360010',
												label: '马厂信用社',
											},
											{
												id: '2360003',
												label: '镇坝分社',
											},
											{
												id: '2360015',
												label: '打帮分社',
											},
											{
												id: '2360014',
												label: '本寨分社',
											},
											{
												id: '2360001',
												label: '营业部',
											},
											{
												id: '2360004',
												label: '民族广场分社',
											},
											{
												id: '2360013',
												label: '良田分社',
											},
											{
												id: '2360012',
												label: '六马信用社',
											},
											{
												id: '2360006',
												label: '大山信用社',
											},
											{
												id: '2360005',
												label: '募役分社',
											},
											{
												id: '2360018',
												label: '简嘎分社',
											},
											{
												id: '2360016',
												label: '革利分社',
											},
											{
												id: '2360019',
												label: '朵卜陇分社',
											},
											{
												id: '2360008',
												label: '黄果树信用社',
											},
											{
												id: '2360017',
												label: '沙子分社',
											},
											{
												id: '2360002',
												label: '人民路分社',
											},
											{
												id: '2360011',
												label: '江龙信用社',
											},
											{
												id: '2360007',
												label: '丁旗信用社',
											},
											{
												id: '2360009',
												label: '扁担信用社',
											},
										],
									},
									{
										id: 'xn23601',
										label: '各职能部门',
										children: [
											{
												id: '2369014',
												label: '稽核审计部',
											},
											{
												id: '2369001',
												label: '党委办公室',
											},
											{
												id: '2369018',
												label: '电子银行部',
											},
											{
												id: '2369009',
												label: '基础建设部',
											},
											{
												id: '2369006',
												label: '业务发展部',
											},
											{
												id: '2369010',
												label: '合规风险部',
											},
											{
												id: '2369008',
												label: '农村业务部',
											},
											{
												id: '2369007',
												label: '公司业务部',
											},
											{
												id: '2369022GW001',
												label: '修志办',
											},
											{
												id: '2369011',
												label: '客户服务部',
											},
											{
												id: '2369019',
												label: '内退人员',
											},
											{
												id: '2369013',
												label: '信息科技部',
											},
											{
												id: '2369002',
												label: '纪检监察室',
											},
											{
												id: '2369017',
												label: '战略规划创新部',
											},
											{
												id: '2369922',
												label: '借调人员',
											},
											{
												id: '2369015',
												label: '财务统计部',
											},
											{
												id: '2369021',
												label: '资产保全部',
											},
											{
												id: '2369020',
												label: '行社领导',
											},
											{
												id: '2369012',
												label: '后勤服务中心',
											},
											{
												id: '2369004',
												label: '人力资源部',
											},
											{
												id: '2369003',
												label: '理监事会办公室',
											},
											{
												id: '2369023',
												label: '退休人员',
											},
											{
												id: '2369016',
												label: '安全保卫部',
											},
											{
												id: '2369005',
												label: '综合办公室',
											},
										],
									},
								],
							},
							{
								id: '2370000',
								label: '贵州关岭农商银行',
								children: [
									{
										id: 'xn23702',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2370010',
												label: '花江支行',
											},
											{
												id: '2370017',
												label: '板贵支行',
											},
											{
												id: '2370004',
												label: '断桥支行',
											},
											{
												id: '2370001',
												label: '营业部',
											},
											{
												id: '2370005',
												label: '八德支行',
											},
											{
												id: '2370009',
												label: '岗乌支行',
											},
											{
												id: '2370006',
												label: '永宁支行',
											},
											{
												id: '2370002',
												label: '关索支行',
											},
											{
												id: '2370007',
												label: '新铺支行',
											},
											{
												id: '2370015',
												label: '银城支行',
											},
											{
												id: '2370011',
												label: '白水支行',
											},
											{
												id: '2370003',
												label: '上关支行',
											},
											{
												id: '2370018',
												label: '普利支行',
											},
											{
												id: '2370008',
												label: '沙营支行',
											},
											{
												id: '2370012',
												label: '坡贡支行',
											},
											{
												id: '2370016',
												label: '顶云支行',
											},
											{
												id: '2370014',
												label: '滨河支行',
											},
										],
									},
									{
										id: 'xn23701',
										label: '各职能部门',
										children: [
											{
												id: '2379014',
												label: '稽核审计部',
											},
											{
												id: '2379005',
												label: '纪检监察室',
											},
											{
												id: '2379008',
												label: '业务发展部',
											},
											{
												id: '2379012',
												label: '授权中心',
											},
											{
												id: '2379022',
												label: '基建办公室',
											},
											{
												id: '2379010',
												label: '风险管理部',
											},
											{
												id: '2379017',
												label: '内退人员',
											},
											{
												id: '2379002',
												label: '党委办公室',
											},
											{
												id: '2379024',
												label: '资产保全部、法律事务部',
											},
											{
												id: '2379011',
												label: '统计部',
											},
											{
												id: '2379015',
												label: '扶贫事业部',
											},
											{
												id: '2379020',
												label: '业务创新部',
											},
											{
												id: '2379106',
												label: '财务管理部',
											},
											{
												id: '2379001',
												label: '综合办公室',
											},
											{
												id: '2379004',
												label: '基建办公室',
											},
											{
												id: '2379007',
												label: '科技信息部',
											},
											{
												id: '2379016',
												label: '行社领导',
											},
											{
												id: '2379009',
												label: '安全保卫部',
											},
											{
												id: '2379013',
												label: '电子银行部',
											},
											{
												id: '2379006',
												label: '财务会计部',
											},
											{
												id: '2379003',
												label: '人力资源部',
											},
											{
												id: '2379023',
												label: '工会办公室',
											},
											{
												id: '2379021',
												label: '修志办',
											},
										],
									},
									{
										id: '2379019',
										label: '业务创新部',
									},
									{
										id: '2379018',
										label: '退休人员',
									},
								],
							},
							{
								id: '2330000',
								label: '贵州安顺农商银行',
								children: [
									{
										id: 'xn23301',
										label: '各职能部门',
										children: [
											{
												id: '2339014',
												label: '运营管理部',
											},
											{
												id: '2339015',
												label: '信息科技部',
											},
											{
												id: '2339009',
												label: '合规与风险管理部',
											},
											{
												id: '2339021',
												label: '扶贫事业部',
											},
											{
												id: '2339011',
												label: '资产保全部',
											},
											{
												id: '2339007',
												label: '金融市场部',
											},
											{
												id: '2339006',
												label: '统计部',
											},
											{
												id: '23390100',
												label: '党群工会办',
											},
											{
												id: '2339008',
												label: '电子银行部',
											},
											{
												id: '2339025',
												label: '客户服务部',
											},
											{
												id: '2339019',
												label: '安全保卫部',
											},
											{
												id: '2339012',
												label: '法律事务部',
											},
											{
												id: '2339017',
												label: '稽核审计部',
											},
											{
												id: '23390027',
												label: '理财事业部',
												children: [
													{
														id: '2339100',
														label: '助农脱贫流动服务小组',
													},
												],
											},
											{
												id: '2339026',
												label: '工会办公室',
											},
											{
												id: '2339016',
												label: '人力资源部',
											},
											{
												id: '2339013',
												label: '计划财务部',
											},
											{
												id: '2339027',
												label: '志书修订办公室',
											},
											{
												id: '2339004',
												label: '纪检监察室',
											},
											{
												id: '2339022',
												label: '行社领导',
											},
											{
												id: '2339003',
												label: '办公室',
											},
											{
												id: '2339002',
												label: '党群工会办',
											},
											{
												id: '2339024',
												label: '退休人员',
											},
											{
												id: '2339101',
												label: '助农脱贫流动服务小组',
											},
											{
												id: '2339010',
												label: '业务发展部',
											},
											{
												id: '2339020',
												label: '内退人员',
											},
											{
												id: '2339001',
												label: '董事会办公室',
											},
											{
												id: '2339018',
												label: '农村金融部',
											},
											{
												id: '2339005',
												label: '基础建设办公室',
											},
										],
									},
									{
										id: '2339023',
										label: '退休人员',
									},
									{
										id: 'xn23302',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2330034',
												label: '轿子山支行',
											},
											{
												id: '2330020',
												label: '四旗支行',
											},
											{
												id: '2330030',
												label: '山京支行',
											},
											{
												id: '2330033',
												label: '大西桥支行',
											},
											{
												id: '2330031',
												label: '旧州支行',
											},
											{
												id: '2330015',
												label: '南马支行',
											},
											{
												id: '2330008',
												label: '北关支行',
											},
											{
												id: '2330024',
												label: '马鞍山支行',
											},
											{
												id: '2330019',
												label: '宋旗支行',
											},
											{
												id: '2330002',
												label: '驼宝山支行',
											},
											{
												id: '2330022',
												label: '西航支行',
											},
											{
												id: '2330012',
												label: '西秀产业园区支行',
											},
											{
												id: '2330011',
												label: '西街支行',
											},
											{
												id: '2330040',
												label: '黄腊支行',
											},
											{
												id: '2330010',
												label: '西水支行',
											},
											{
												id: '2330035',
												label: '蔡官支行',
											},
											{
												id: '2330027',
												label: '鸡场支行',
											},
											{
												id: '2330006',
												label: '塔西支行',
											},
											{
												id: '2330007',
												label: '黄果树支行',
											},
											{
												id: '2330017',
												label: '虹轴支行',
											},
											{
												id: '2330013',
												label: '西山支行',
											},
											{
												id: '2330042',
												label: '岩腊支行',
											},
											{
												id: '2330005',
												label: '华西支行',
											},
											{
												id: '2330014',
												label: '东关支行',
											},
											{
												id: '2330001',
												label: '营业部',
											},
											{
												id: '2330038',
												label: '东屯支行',
											},
											{
												id: '2330025',
												label: '新场支行',
											},
											{
												id: '2330032',
												label: '七眼桥支行',
											},
											{
												id: '2330041',
												label: '刘官支行',
											},
											{
												id: '2330036',
												label: '武当山支行',
											},
											{
												id: '2330016',
												label: '市府支行',
											},
											{
												id: '2330018',
												label: '幺铺支行',
											},
											{
												id: '2330021',
												label: '小屯支行',
											},
											{
												id: '2330029',
												label: '杨武支行',
											},
											{
												id: '2330028',
												label: '双堡支行',
											},
											{
												id: '2330003',
												label: '若飞支行',
											},
											{
												id: '2330004',
												label: '南华支行',
											},
											{
												id: '2330009',
												label: '小十字支行',
											},
											{
												id: '2330037',
												label: '塔东支行',
											},
											{
												id: '2330023',
												label: '龙宫支行',
											},
											{
												id: '2330039',
												label: '开发区支行',
											},
											{
												id: '2330026',
												label: '宁谷支行',
											},
										],
									},
								],
							},
						],
					},
					{
						id: 'xn299902',
						label: '黔西南州各行社',
						children: [
							{
								id: '2930000',
								label: '贵州安龙农商银行',
								children: [
									{
										id: 'xn29302',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2930010',
												label: '普坪支行',
											},
											{
												id: '2930006',
												label: '龙广支行合兴分理处',
											},
											{
												id: '2930012',
												label: '洒雨支行',
											},
											{
												id: '2930011',
												label: '戈塘支行',
											},
											{
												id: '2930008',
												label: '万峰湖支行',
											},
											{
												id: '2930005',
												label: '龙广支行',
											},
											{
												id: '2930020',
												label: '九峰支行',
											},
											{
												id: '2938002',
												label: '坡脚乡便民服务支行',
											},
											{
												id: '2930003',
												label: '木咱支行',
											},
											{
												id: '2930014',
												label: '新桥支行',
											},
											{
												id: '2930001',
												label: '营业部',
											},
											{
												id: '2930004',
												label: '德卧支行',
											},
											{
												id: '2930007',
												label: '兴隆支行',
											},
											{
												id: '2930017',
												label: '钱相支行',
											},
											{
												id: '2930002',
												label: '新安支行',
											},
											{
												id: '2930013',
												label: '海子支行',
											},
											{
												id: '2938001',
												label: '平乐乡便民服务支行',
											},
											{
												id: '2930016',
												label: '笃山支行',
											},
											{
												id: '2930015',
												label: '兴融支行',
											},
											{
												id: '2930018',
												label: '金荷支行',
											},
											{
												id: '2930009',
												label: '龙山支行',
											},
											{
												id: '2930019',
												label: '城北支行',
											},
										],
									},
									{
										id: 'xn29301',
										label: '各职能部门',
										children: [
											{
												id: '2939013',
												label: '合规风险部',
											},
											{
												id: '2939005',
												label: '纪检监察室',
											},
											{
												id: '2939019',
												label: '电子银行部',
											},
											{
												id: '2939011',
												label: '稽核审计部',
											},
											{
												id: '2939006',
												label: '综合部',
											},
											{
												id: '2939010',
												label: '业务发展部',
											},
											{
												id: '2939004',
												label: '工会',
											},
											{
												id: '2939008',
												label: '人力资源部',
											},
											{
												id: '2939002',
												label: '董事会',
											},
											{
												id: '2939014',
												label: '安全保卫部',
											},
											{
												id: '2939020',
												label: '扶贫事业部',
											},
											{
												id: '2939015',
												label: '业务监督部',
											},
											{
												id: '2939009',
												label: '科技部',
											},
											{
												id: '2939017',
												label: '资金营运部',
											},
											{
												id: '2939003',
												label: '党群办',
											},
											{
												id: '2939012',
												label: '农村业务部',
											},
											{
												id: '2939007',
												label: '财务部',
											},
											{
												id: '2939018',
												label: '内退人员',
											},
											{
												id: '2939021',
												label: '退休人员',
											},
											{
												id: '2939001',
												label: '总行领导',
											},
											{
												id: '2939016',
												label: '中小微企业金融服务中心',
											},
										],
									},
								],
							},
							{
								id: '2950000',
								label: '望谟联社',
								children: [
									{
										id: 'xn29501',
										label: '各职能部门',
										children: [
											{
												id: '2959005',
												label: '授权预警中心',
											},
											{
												id: '2959004',
												label: '人力资源部',
											},
											{
												id: '2959002',
												label: '稽核审计部',
											},
											{
												id: '2959011',
												label: '电子银行部',
											},
											{
												id: '2959003',
												label: '纪检监察室',
											},
											{
												id: '2959007',
												label: '业务发展部',
											},
											{
												id: '2959001',
												label: '办公室',
												children: [
													{
														id: '2959022',
														label: '后勤服务部',
													},
												],
											},
											{
												id: '2959019',
												label: '扶贫事业部',
											},
											{
												id: '2959024',
												label: '新员工',
											},
											{
												id: '2959025',
												label: '修志办公室',
											},
											{
												id: '2959009',
												label: '信息科技部',
											},
											{
												id: '2959010',
												label: '合规风险部',
												children: [
													{
														id: '2959018',
														label: '资产保全部',
													},
												],
											},
											{
												id: '2959006',
												label: '农村业务部',
											},
											{
												id: '2959014',
												label: '行领导人员',
											},
											{
												id: '2959017',
												label: '客户服务部',
											},
											{
												id: '2959021',
												label: '退休人员',
											},
											{
												id: '2959016',
												label: '借出人员',
											},
											{
												id: '2959023',
												label: '党委办公室',
											},
											{
												id: '2959012',
												label: '安全保卫部',
											},
											{
												id: '2959015',
												label: '内退人员',
											},
											{
												id: '2959013',
												label: '基建办',
											},
											{
												id: '2959008',
												label: '财务统计部',
											},
										],
									},
									{
										id: 'xn29502',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2950014',
												label: '坎边信用社',
											},
											{
												id: '2958005',
												label: '打尖乡便民服务点',
											},
											{
												id: '2958004',
												label: '岜饶乡便民服务点',
											},
											{
												id: '2950012',
												label: '乐元信用社',
											},
											{
												id: '2950001',
												label: '营业部',
												children: [
													{
														id: '2959020',
														label: '小微企业服务中心',
													},
												],
											},
											{
												id: '2950011',
												label: '乐旺信用社',
											},
											{
												id: '2950009',
												label: '大观信用社',
											},
											{
												id: '2950005',
												label: '打易信用社',
											},
											{
												id: '2950007',
												label: '麻山信用社',
											},
											{
												id: '2950006',
												label: '蔗香信用社',
											},
											{
												id: '2950002',
												label: '城南信用社',
											},
											{
												id: '2950010',
												label: '石屯信用社',
											},
											{
												id: '2950004',
												label: '桑郎信用社',
											},
											{
												id: '2958003',
												label: '麻山乡便民服务点',
											},
											{
												id: '2950015',
												label: '团结分社',
											},
											{
												id: '2950003',
												label: '复兴信用社',
												children: [
													{
														id: '2950099',
														label: '望谟县联社复兴信用社枫林分社',
													},
													{
														id: '2950017',
														label: '枫林分社',
													},
												],
											},
											{
												id: '2950008',
												label: '油迈信用社',
											},
											{
												id: '2950016',
												label: '昂武信用社',
											},
											{
												id: '2950013',
												label: '郊纳信用社',
											},
											{
												id: '2958002',
												label: '昂武乡便民服务点',
											},
											{
												id: '2958001',
												label: '新屯镇便民服务点',
											},
										],
									},
								],
							},
							{
								id: '2900000',
								label: '晴隆联社',
								children: [
									{
										id: 'xn29002',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2900008',
												label: '花贡信用社',
											},
											{
												id: '2900013',
												label: '城南信用社',
											},
											{
												id: '2900009',
												label: '马场信用社',
											},
											{
												id: '2900010',
												label: '中营信用社',
											},
											{
												id: '2900015',
												label: '安谷信用社',
											},
											{
												id: '2900005',
												label: '沙子信用社',
											},
											{
												id: '2900002',
												label: '大厂信用社',
											},
											{
												id: '2900011',
												label: '长流信用社',
											},
											{
												id: '2900007',
												label: '鸡场信用社',
											},
											{
												id: '2900014',
												label: '城北信用社',
											},
											{
												id: '2900001',
												label: '营业部',
											},
											{
												id: '2908001',
												label: '三宝乡便民服务分社',
											},
											{
												id: '2900006',
												label: '碧痕信用社',
											},
											{
												id: '2900004',
												label: '光照信用社',
											},
											{
												id: '2908002',
												label: '地久村便民服务分社',
											},
											{
												id: '2900012',
												label: '紫马信用社',
											},
											{
												id: '2900003',
												label: '莲花池信用社',
											},
											{
												id: '2900017',
												label: '古城信用社',
											},
											{
												id: '2900016',
												label: '大田信用社',
											},
										],
									},
									{
										id: 'xn29001',
										label: '各职能部门',
										children: [
											{
												id: '2909017',
												label: '小微中心',
											},
											{
												id: '2909001',
												label: '纪检监察室',
											},
											{
												id: '2909004',
												label: '事后监督部',
											},
											{
												id: '2909012',
												label: '集中授权中心',
											},
											{
												id: '2909005',
												label: '风险管理部',
											},
											{
												id: '2909015',
												label: '行领导人员',
											},
											{
												id: '2909011',
												label: '业务发展部',
											},
											{
												id: '2909002',
												label: '党委办公室',
											},
											{
												id: '2909018',
												label: '退休人员',
											},
											{
												id: '2909008',
												label: '人力资源部',
											},
											{
												id: '2909019',
												label: '电子银行部',
											},
											{
												id: '2909009',
												label: '科技部',
											},
											{
												id: '2909007',
												label: '稽核审计部',
											},
											{
												id: '2909003',
												label: '办公室',
											},
											{
												id: '2909010',
												label: '农村业务部(扶贫事业部)',
											},
											{
												id: '2909016',
												label: '内退人员',
											},
											{
												id: '2909013',
												label: '安全保卫部（异地值守中心）',
											},
											{
												id: '2909006',
												label: '财务信息部',
											},
											{
												id: '2909014',
												label: '后勤服务部',
											},
										],
									},
								],
							},
							{
								id: '2890000',
								label: '普安联社',
								children: [
									{
										id: 'xn28902',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2890007',
												label: '三板桥信用社',
											},
											{
												id: '2890001',
												label: '营业部',
												children: [
													{
														id: '2899020',
														label: '小微企业服务中心',
													},
												],
											},
											{
												id: '2890004',
												label: '雪浦信用社',
											},
											{
												id: '2890005',
												label: '楼下信用社',
											},
											{
												id: '2890008',
												label: '江西坡信用社',
											},
											{
												id: '2890012',
												label: '白沙信用社',
											},
											{
												id: '2890010',
												label: '罐子窑信用社',
											},
											{
												id: '2890003',
												label: '青山信用社',
											},
											{
												id: '2890018',
												label: '银盘信用社',
											},
											{
												id: '2890009',
												label: '高棉信用社',
											},
											{
												id: '2890016',
												label: '新店信用社',
											},
											{
												id: '2890015',
												label: '地瓜信用社',
											},
											{
												id: '2890017',
												label: '罗汉信用社',
											},
											{
												id: '2890006',
												label: '希望分社',
											},
											{
												id: '2890011',
												label: '铅矿分社',
											},
											{
												id: '2890002',
												label: '盘水信用社',
											},
											{
												id: '2890014',
												label: '窝沿信用社',
											},
											{
												id: '2890013',
												label: '龙吟信用社',
											},
											{
												id: '2890019',
												label: '三街分社',
											},
										],
									},
									{
										id: 'xn28901',
										label: '各职能部门',
										children: [
											{
												id: '2899007',
												label: '基础建设部',
											},
											{
												id: '2899024',
												label: '工会',
											},
											{
												id: '2899012',
												label: '稽核审计部',
											},
											{
												id: '2899011',
												label: '扶贫事业部',
											},
											{
												id: '2899010',
												label: '党群宣传部',
											},
											{
												id: '2899017',
												label: '远程授权中心',
											},
											{
												id: '2899021',
												label: '信息科技部',
											},
											{
												id: '2899018',
												label: '内退人员',
											},
											{
												id: '2899001',
												label: '行社领导',
											},
											{
												id: '2899003',
												label: '安全保卫部',
												children: [
													{
														id: '2899019',
														label: '监控中心',
													},
												],
											},
											{
												id: '2899002',
												label: '纪检监察室',
											},
											{
												id: '2899014',
												label: '办公室',
											},
											{
												id: '2899013',
												label: '合规风险部',
											},
											{
												id: '2899022',
												label: '电子银行部',
											},
											{
												id: '2899005',
												label: '财务部',
											},
											{
												id: '2899009',
												label: '业务发展部',
											},
											{
												id: '2899015',
												label: '事后监督部',
											},
											{
												id: '2899008',
												label: '后勤服务部',
											},
											{
												id: '2899006',
												label: '科技及电子银行部',
											},
											{
												id: '2899004',
												label: '人力资源部',
											},
											{
												id: '2899016',
												label: '资产保全部',
											},
										],
									},
									{
										id: '2899023',
										label: '退休人员',
									},
								],
							},
							{
								id: '2880000',
								label: '贵州兴义农商银行',
								children: [
									{
										id: 'xn28801',
										label: '各职能部门',
										children: [
											{
												id: '2889025',
												label: '审计部',
											},
											{
												id: '2889001',
												label: '行领导人员',
											},
											{
												id: '2889031',
												label: '后勤保障部基建中心',
											},
											{
												id: '2889011',
												label: '财务统计部统计中心',
											},
											{
												id: '2889028',
												label: '风险管理部授信风险管理中心',
											},
											{
												id: '2889040',
												label: '监事会办公室',
											},
											{
												id: '2889018',
												label: '个人业务部',
											},
											{
												id: '2889009',
												label: '电子银行部',
											},
											{
												id: '2889008',
												label: '科技信息部',
											},
											{
												id: '2889030',
												label: '后勤保障部',
											},
											{
												id: '2889042',
												label: '村镇银行筹备工作组',
											},
											{
												id: '2889004',
												label: '工会',
												children: [
													{
														id: '2889041',
														label: '工会办公室',
													},
												],
											},
											{
												id: '2889043',
												label: '信贷管理部',
											},
											{
												id: '2889006',
												label: '党委办公室',
											},
											{
												id: '2889024',
												label: '小微企业金融部评审中心',
											},
											{
												id: '2889020',
												label: '金融市场部',
											},
											{
												id: '2889037',
												label: '小微企业金融部票据中心',
											},
											{
												id: '2889002',
												label: '内退人员',
											},
											{
												id: '2889035',
												label: '会计结算部人民币收付中心',
											},
											{
												id: '2889033',
												label: '会计结算部事后监督中心',
											},
											{
												id: '2889016',
												label: '安全保卫部监控中心',
											},
											{
												id: '2889027',
												label: '风险管理部',
											},
											{
												id: '2889022',
												label: '小微企业金融部信贷中心',
											},
											{
												id: '2889012',
												label: '党政办公室',
											},
											{
												id: '2889019',
												label: '公司业务部',
											},
											{
												id: '2889005',
												label: '团委',
											},
											{
												id: '2889034',
												label: '会计结算部监督中心',
											},
											{
												id: '2889044',
												label: '三农业务部',
											},
											{
												id: '2889046',
												label: '党委组织部',
											},
											{
												id: '2889048',
												label: '新入职员工',
											},
											{
												id: '2889029',
												label: '资产保全部',
											},
											{
												id: '2889036',
												label: '扶贫事业部',
											},
											{
												id: '2889039',
												label: '董事会办公室',
											},
											{
												id: '2889010',
												label: '财务统计部',
											},
											{
												id: '2889013',
												label: '党政办公室档案管理中心',
											},
											{
												id: '2889047',
												label: '村镇银行管理部',
											},
											{
												id: '2889023',
												label: '小微企业金融部综合管理中心',
											},
											{
												id: '2889038',
												label: '退休人员',
											},
											{
												id: '2889017',
												label: '安全保卫部钞币押运中心',
											},
											{
												id: '2889007',
												label: '人力资源部',
											},
											{
												id: '2889026',
												label: '合规管理部',
											},
											{
												id: '2889015',
												label: '安全保卫部',
											},
											{
												id: '2889021',
												label: '小微企业金融部',
											},
											{
												id: '2889003',
												label: '借出人员',
											},
											{
												id: '2889045',
												label: '理财事业部',
											},
											{
												id: '2889032',
												label: '会计结算部',
											},
											{
												id: '2889014',
												label: '纪检监察室',
											},
										],
									},
									{
										id: 'xn28802',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2880035',
												label: '郑屯支行',
											},
											{
												id: '2880033',
												label: '顶效支行',
											},
											{
												id: '2880004',
												label: '沙井街分理处',
											},
											{
												id: '2880025',
												label: '鲁布格分理处',
											},
											{
												id: '2880005',
												label: '中兴分理处',
											},
											{
												id: '2880040',
												label: '洛万分理处',
											},
											{
												id: '2880026',
												label: '三江口分理处',
											},
											{
												id: '2880036',
												label: '万屯分理处',
											},
											{
												id: '2880034',
												label: '农贸市场分理处',
											},
											{
												id: '2880047',
												label: '侨谊分理处',
											},
											{
												id: '2880022',
												label: '南盘江分理处',
											},
											{
												id: '2880021',
												label: '泥凼支行',
											},
											{
												id: '2880024',
												label: '猪场坪分理处',
											},
											{
												id: '2880001',
												label: '营业部',
											},
											{
												id: '2880028',
												label: '白碗窑分理处',
											},
											{
												id: '2888002',
												label: '戈厂村便民服务支行',
											},
											{
												id: '2880039',
												label: '沧江分理处',
											},
											{
												id: '2880045',
												label: '豆芽街分理处',
											},
											{
												id: '2880007',
												label: '木贾园区支行',
											},
											{
												id: '2880006',
												label: '南环路分理处',
											},
											{
												id: '2880008',
												label: '兴农分理处',
											},
											{
												id: '2880038',
												label: '仓更支行',
											},
											{
												id: '2880030',
												label: '马岭园区支行',
											},
											{
												id: '2880027',
												label: '乌沙分理处',
											},
											{
												id: '2880048',
												label: '融建分理处',
											},
											{
												id: '2880011',
												label: '瑞金路分理处',
											},
											{
												id: '2880020',
												label: '敬南分理处',
											},
											{
												id: '2880013',
												label: '丰都支行',
											},
											{
												id: '2880044',
												label: '龙井分理处',
											},
											{
												id: '2880032',
												label: '泥溪分理处',
											},
											{
												id: '2888001',
												label: '岩峰村便民服务支行',
											},
											{
												id: '2880012',
												label: '丰源支行',
											},
											{
												id: '2880042',
												label: '雄武分理处',
											},
											{
												id: '2888004',
												label: '歪染村便民服务支行',
											},
											{
												id: '2880049',
												label: '下五屯庄园支行',
											},
											{
												id: '2888003',
												label: '箐口村便民服务支行',
											},
											{
												id: '2880023',
												label: '捧乍支行',
											},
											{
												id: '2880003',
												label: '蓝天小微支行',
											},
											{
												id: '2880043',
												label: '城北支行',
											},
											{
												id: '2880046',
												label: '富兴路分理处',
											},
											{
												id: '2880029',
												label: '清水河分理处',
											},
											{
												id: '2880019',
												label: '则戎分理处',
											},
											{
												id: '2880041',
												label: '七舍分理处',
											},
											{
												id: '2880017',
												label: '坝佑分理处',
											},
											{
												id: '2880037',
												label: '鲁屯分理处',
											},
											{
												id: '2880031',
												label: '威舍支行',
											},
											{
												id: '2880015',
												label: '下五屯支行',
											},
											{
												id: '2880018',
												label: '万峰林分理处',
											},
											{
												id: '2880016',
												label: '兴泰新区分理处',
											},
											{
												id: '2880009',
												label: '新联分理处',
											},
											{
												id: '2880010',
												label: '桔山支行',
											},
											{
												id: '2880014',
												label: '兴盛分理处',
											},
										],
									},
								],
							},
							{
								id: '2920000',
								label: '贵州贞丰农商银行',
								children: [
									{
										id: '2929022',
										label: '借出人员',
									},
									{
										id: 'xn29201',
										label: '各职能部门',
										children: [
											{
												id: '2929016',
												label: '电子银行部',
											},
											{
												id: '2929003',
												label: '办公室',
											},
											{
												id: '2929028',
												label: '未分配新员工',
											},
											{
												id: '2929017',
												label: '基础建设部',
											},
											{
												id: '2929004',
												label: '人力资源部',
											},
											{
												id: '2929013',
												label: '后勤服务部',
											},
											{
												id: '2929011',
												label: '财务部',
											},
											{
												id: '2929005',
												label: '服务提升办公室',
											},
											{
												id: '2929018',
												label: '资金运营部',
											},
											{
												id: '2929012',
												label: '合规风险部',
											},
											{
												id: '2929024',
												label: '借出人员',
											},
											{
												id: '2929009',
												label: '事后监督部',
											},
											{
												id: '2929014',
												label: '农村业务部',
											},
											{
												id: '2929006',
												label: '科技信息部',
											},
											{
												id: '2929010',
												label: '稽核审计部',
											},
											{
												id: '2929008',
												label: '业务发展部',
											},
											{
												id: '2929025',
												label: '退休人员',
											},
											{
												id: '2929015',
												label: '安全保卫部',
											},
											{
												id: '2929027',
												label: '工会委员会办公室',
											},
											{
												id: '2929021',
												label: '派遣员工',
											},
											{
												id: '2929007',
												label: '纪检监察部',
											},
											{
												id: '2929002',
												label: '董事会办公室',
											},
											{
												id: '2929026',
												label: '客户服务部',
											},
											{
												id: '2929019',
												label: '行社领导',
											},
											{
												id: '2929001',
												label: '党委办公室',
												children: [
													{
														id: '2929023',
														label: '退休人员',
													},
												],
											},
											{
												id: '2929020',
												label: '内退人员',
											},
										],
									},
									{
										id: 'xn29202',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2920003',
												label: '菜园支行',
											},
											{
												id: '2920009',
												label: '者相文化街支行',
											},
											{
												id: '2920007',
												label: '长田支行',
											},
											{
												id: '2920018',
												label: '中大街社区支行',
											},
											{
												id: '2920001',
												label: '营业部',
											},
											{
												id: '2920008',
												label: '北盘江支行',
											},
											{
												id: '2920019',
												label: '丰茂新区社区支行',
											},
											{
												id: '2920010',
												label: '小屯支行',
											},
											{
												id: '2920017',
												label: '金丰大道小微支行',
											},
											{
												id: '2920016',
												label: '连环支行',
											},
											{
												id: '2920013',
												label: '鲁贡支行',
											},
											{
												id: '2920002',
												label: '富民路支行',
											},
											{
												id: '2920014',
												label: '沙坪支行',
											},
											{
												id: '2920004',
												label: '晓街支行',
											},
											{
												id: '2920020',
												label: '者相沙坡支行',
											},
											{
												id: '2920006',
												label: '龙场支行',
											},
											{
												id: '2920011',
												label: '平街支行',
											},
											{
												id: '2920015',
												label: '鲁容支行',
											},
											{
												id: '2920012',
												label: '白层支行',
											},
											{
												id: '2920005',
												label: '挽澜支行',
											},
										],
									},
								],
							},
							{
								id: '2910000',
								label: '贵州兴仁农商银行',
								children: [
									{
										id: '2919027',
										label: '退休人员',
									},
									{
										id: '2919026',
										label: '退休人员',
									},
									{
										id: '2919029',
										label: '视频监控中心',
									},
									{
										id: '2910027',
										label: '视频监控中心',
									},
									{
										id: 'xn29102',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2910005',
												label: '城南支行',
											},
											{
												id: '2910015',
												label: '潘家庄支行',
											},
											{
												id: '2910013',
												label: '城北支行',
											},
											{
												id: '2910004',
												label: '真武山支行',
											},
											{
												id: '2910002',
												label: '城东支行',
											},
											{
												id: '2910001',
												label: '营业部',
											},
											{
												id: '2918001',
												label: '民建便民服务支行',
											},
											{
												id: '2910017',
												label: '鲁础营支行',
											},
											{
												id: '2910007',
												label: '屯脚支行',
											},
											{
												id: '2910019delete',
												label: '波阳支行',
											},
											{
												id: '2918002',
												label: '田湾便民服务支行',
											},
											{
												id: '2910011',
												label: '下山支行',
											},
											{
												id: '2910019',
												label: '波阳支行',
											},
											{
												id: '2910009',
												label: '百德支行',
											},
											{
												id: '2910016',
												label: '新龙场支行',
											},
											{
												id: '2910012',
												label: '雨樟支行',
											},
											{
												id: '2910010',
												label: '大山支行',
											},
											{
												id: '2910006',
												label: '巴铃支行',
											},
											{
												id: '2918003',
												label: '李关便民服务支行',
											},
											{
												id: '2910008',
												label: '回龙支行',
											},
											{
												id: '2910018',
												label: '新马场支行',
											},
											{
												id: '2910014',
												label: '东湖支行',
											},
										],
									},
									{
										id: '2910026',
										label: '视频监控中心',
									},
									{
										id: 'xn29101',
										label: '各职能部门',
										children: [
											{
												id: '2919001',
												label: '董事会办公室',
											},
											{
												id: '2919018',
												label: '合规风险管理部',
											},
											{
												id: '2910033',
												label: '资产保全部',
											},
											{
												id: '2919009',
												label: '督导室',
											},
											{
												id: '2919016',
												label: '科技部',
											},
											{
												id: '2919017',
												label: '电子银行部',
											},
											{
												id: '2919007',
												label: '纪检监察部',
											},
											{
												id: '2910030',
												label: '金融市场部',
											},
											{
												id: '2910028',
												label: '视频监控中心',
											},
											{
												id: '2919013',
												label: '农村业务部',
											},
											{
												id: '2919015',
												label: '客户服务部',
											},
											{
												id: '2910031',
												label: '档案管理中心',
												children: [
													{
														id: '2910032',
														label: '反洗钱工作部',
													},
												],
											},
											{
												id: '2919024',
												label: '党委办公室',
											},
											{
												id: '2919022',
												label: '工会工作部',
											},
											{
												id: '2919010',
												label: '财务统计部',
											},
											{
												id: '2919014',
												label: '稽核审计部',
											},
											{
												id: '2919011',
												label: '资金运营部',
												children: [
													{
														id: '2900022',
														label: '视频监控中心',
													},
													{
														id: '2900023',
														label: '视频监控中心',
													},
												],
											},
											{
												id: '2919003',
												label: '内退人员',
											},
											{
												id: '2919021',
												label: '后勤服务部',
											},
											{
												id: '2919025',
												label: '小微企业金融服务中心',
											},
											{
												id: '2910034',
												label: '消费者权益保护部',
											},
											{
												id: '2919020',
												label: '业务发展部',
											},
											{
												id: '2919006',
												label: '人力资源部',
											},
											{
												id: '2919023',
												label: '基建办',
											},
											{
												id: '2919012',
												label: '事后监督部',
											},
											{
												id: '888888',
												label: '测试退休',
											},
											{
												id: '2919019',
												label: '安全保卫部',
											},
											{
												id: '2910028',
												label: '退休人员',
											},
											{
												id: '2919002',
												label: '行领导',
											},
											{
												id: '2919004',
												label: '借出人员',
											},
											{
												id: '2919005',
												label: '办公室',
											},
										],
									},
								],
							},
							{
								id: '2940000',
								label: '册亨联社',
								children: [
									{
										id: 'xn29401',
										label: '各职能部门',
										children: [
											{
												id: '2949024',
												label: '党委组织部',
												children: [
													{
														id: '2949003',
														label: '人力资源部',
													},
												],
											},
											{
												id: '2949018',
												label: '服务提升办公室',
											},
											{
												id: '2949004',
												label: '财务信息部（资金营运部）',
											},
											{
												id: '2949020',
												label: '资金运营部',
											},
											{
												id: '2949002',
												label: '办公室（党委办、理事会办）',
											},
											{
												id: '2949019',
												label: '党群宣传部',
											},
											{
												id: '2949001',
												label: '联社高管',
											},
											{
												id: '2949014',
												label: '基础建设部',
											},
											{
												id: '2949012',
												label: '业务发展部',
											},
											{
												id: '2949010',
												label: '纪检监察室',
											},
											{
												id: '2949009',
												label: '合规风险管理部',
											},
											{
												id: '2949007',
												label: '农村业务部',
											},
											{
												id: '2949013',
												label: '小微企业金融服务中心',
											},
											{
												id: '2949015',
												label: '安全保卫部',
											},
											{
												id: '2949008',
												label: '稽核审计部',
											},
											{
												id: '2949016',
												label: '后勤服务中心',
											},
											{
												id: '2949023',
												label: '退休人员',
											},
											{
												id: '2949022',
												label: '工会',
												children: [
													{
														id: '2949025',
														label: '工会办公室',
													},
												],
											},
											{
												id: '2949021',
												label: '扶贫事业部',
											},
											{
												id: '2949017',
												label: '内退人员',
											},
											{
												id: '2949011',
												label: '实时监督中心（远程授权）',
											},
											{
												id: '2949006',
												label: '科技信息部',
												children: [
													{
														id: '2949005',
														label: '电子银行部',
													},
												],
											},
										],
									},
									{
										id: 'xn29402',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2940011',
												label: '庆坪信用社',
											},
											{
												id: '2940015',
												label: '百口信用社',
											},
											{
												id: '2940009',
												label: '八渡信用社',
											},
											{
												id: '2940014',
												label: '纳福信用社',
											},
											{
												id: '2940005',
												label: '弼佑信用社',
											},
											{
												id: '2940003',
												label: '丫他信用社',
											},
											{
												id: '2940013',
												label: '达央信用社',
											},
											{
												id: '2940010',
												label: '巧马信用社',
											},
											{
												id: '2940006',
												label: '双江信用社',
											},
											{
												id: '2940004',
												label: '秧坝信用社',
											},
											{
												id: '2940001',
												label: '营业部',
											},
											{
												id: '2940016',
												label: '威旁信用社',
											},
											{
												id: '2940012',
												label: '岩架信用社',
											},
											{
												id: '2940002',
												label: '者楼信用社',
											},
											{
												id: '2940007',
												label: '冗渡信用社',
											},
											{
												id: '2940008',
												label: '坡妹信用社',
											},
										],
									},
								],
							},
						],
					},
					{
						id: 'xn299602',
						label: '铜仁市各行社',
						children: [
							{
								id: '2690000',
								label: '江口联社',
								children: [
									{
										id: 'xn26901',
										label: '各职能部门',
										children: [
											{
												id: '2699012',
												label: '安全保卫部',
											},
											{
												id: '2699011',
												label: '电子银行部',
											},
											{
												id: '2699004',
												label: '业务发展部',
											},
											{
												id: '2699006',
												label: '风险管理部',
											},
											{
												id: '2699001',
												label: '党委办公室',
											},
											{
												id: '2699013',
												label: '纪检监察室',
											},
											{
												id: '2699008',
												label: '合规管理部',
											},
											{
												id: '2699016',
												label: '联社领导',
											},
											{
												id: '2699002',
												label: '综合办公室',
											},
											{
												id: '2699009',
												label: '稽核审计部',
											},
											{
												id: '2699015',
												label: '远程集中授权中心',
											},
											{
												id: '2699014',
												label: '客服基建部',
											},
											{
												id: '2699018',
												label: '退休职工',
											},
											{
												id: '2699003',
												label: '财务会计部',
											},
											{
												id: '2699007',
												label: '事后监督部',
											},
											{
												id: '2699017',
												label: '内退',
											},
											{
												id: '2699010',
												label: '科技信息部',
											},
											{
												id: '2699005',
												label: '农村业务部',
											},
										],
									},
									{
										id: 'xn26902',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2690004',
												label: '双江分社',
											},
											{
												id: '2690012',
												label: '黑湾河分社',
											},
											{
												id: '2690001',
												label: '营业部',
											},
											{
												id: '2690003',
												label: '城中分社',
											},
											{
												id: '2690007',
												label: '梵净山信用社',
											},
											{
												id: '2690014',
												label: '民和信用社',
											},
											{
												id: '2690013',
												label: '德旺信用社',
											},
											{
												id: '2690015',
												label: '官和信用社',
											},
											{
												id: '2690011',
												label: '太平信用社',
											},
											{
												id: '2690008',
												label: '桃映信用社',
											},
											{
												id: '2690009',
												label: '怒溪信用社',
											},
											{
												id: '2690016',
												label: '坝盘信用社',
											},
											{
												id: '2690005',
												label: '三星分社',
											},
											{
												id: '2690002',
												label: '滨江分社',
											},
											{
												id: '2690010',
												label: '闵孝信用社',
											},
											{
												id: '2690006',
												label: '凯德分社',
											},
											{
												id: '2690017',
												label: '张屯分社',
											},
										],
									},
								],
							},
							{
								id: '2740000',
								label: '沿河联社',
								children: [
									{
										id: 'xn27401',
										label: '各职能部门',
										children: [
											{
												id: '2749007',
												label: '农村业务部',
											},
											{
												id: '2749014',
												label: '合规风险部',
											},
											{
												id: '2749009',
												label: '科技信息部',
											},
											{
												id: '2749010',
												label: '电子银行部',
											},
											{
												id: '2749012',
												label: '监督预警中心',
											},
											{
												id: '2749020',
												label: '资产保全部',
											},
											{
												id: '2749016',
												label: '基建办',
											},
											{
												id: '2749001',
												label: '党委办公室',
											},
											{
												id: '2749004',
												label: '纪检监察室',
											},
											{
												id: '2749002',
												label: '办公室',
											},
											{
												id: '2749003',
												label: '人力资源部',
											},
											{
												id: '2749005',
												label: '稽核审计部',
											},
											{
												id: '2749023',
												label: '内退办公室',
											},
											{
												id: '2749015',
												label: '工会办',
											},
											{
												id: '2749021',
												label: '联社领导',
											},
											{
												id: '2749019',
												label: '市场营销部',
											},
											{
												id: '2749006',
												label: '业务发展部',
											},
											{
												id: '2749008',
												label: '会计信息部',
											},
											{
												id: '2749018',
												label: '小微企业金融服务中心',
											},
											{
												id: '2749011',
												label: '事后监督部',
											},
											{
												id: '2749013',
												label: '安全保卫部',
											},
											{
												id: '2749022',
												label: '退休人员',
											},
											{
												id: '2749017',
												label: '客户服务部',
											},
										],
									},
									{
										id: 'xn27402',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2740025',
												label: '洪渡分社',
											},
											{
												id: '2740008',
												label: '河西分社',
											},
											{
												id: '2740010',
												label: '沙子信用社',
											},
											{
												id: '2740012',
												label: '晓景分社',
											},
											{
												id: '2740014',
												label: '甘溪信用社',
											},
											{
												id: '2740005',
												label: '河东分社',
											},
											{
												id: '2740015',
												label: '淇滩分社',
											},
											{
												id: '2740024',
												label: '塘坝信用社',
											},
											{
												id: '2740011',
												label: '中界信用社',
											},
											{
												id: '2740028',
												label: '客田分社',
											},
											{
												id: '2740027',
												label: '新景信用社',
											},
											{
												id: '2740021',
												label: '中寨分社',
											},
											{
												id: '2740026',
												label: '后坪分社',
											},
											{
												id: '2740006',
												label: '黑水分社',
											},
											{
												id: '2740007',
												label: '第四储蓄所',
											},
											{
												id: '2740023',
												label: '黄土分社',
											},
											{
												id: '2740002',
												label: '第一储蓄所',
											},
											{
												id: '2740022',
												label: '思渠信用社',
											},
											{
												id: '2740018',
												label: '板场分社',
											},
											{
												id: '2740009',
												label: '黑獭分社',
											},
											{
												id: '2740016',
												label: '夹石信用社',
											},
											{
												id: '2740004',
												label: '第三储蓄所',
											},
											{
												id: '2740013',
												label: '谯家信用社',
											},
											{
												id: '2740020',
												label: '泉坝分社',
											},
											{
												id: '2740001',
												label: '营业部',
											},
											{
												id: '2740019',
												label: '土地坳信用社',
											},
											{
												id: '2740017',
												label: '官舟信用社',
											},
											{
												id: '2740003',
												label: '第二储蓄所',
											},
										],
									},
								],
							},
							{
								id: '2710000',
								label: '玉屏联社',
								children: [
									{
										id: '2719019',
										label: '小微信贷服务中心',
									},
									{
										id: 'xn27102',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2710003',
												label: '中山路分社',
											},
											{
												id: '2710013',
												label: '大龙经济开发区信用社',
											},
											{
												id: '2710010',
												label: '田坪信用社',
											},
											{
												id: '2710008',
												label: '大龙信用社',
											},
											{
												id: '2710002',
												label: '平溪信用社',
											},
											{
												id: '2710012',
												label: '亚鱼分社',
											},
											{
												id: '2710006',
												label: '城中信用社',
											},
											{
												id: '2710005',
												label: '新店分社',
											},
											{
												id: '2710011',
												label: '朱家场信用社',
											},
											{
												id: '2710001',
												label: '营业部',
											},
											{
												id: '2710014',
												label: '兴隆分社',
											},
											{
												id: '2710009',
												label: '大屯信用社',
											},
											{
												id: '2710004',
												label: '下巷子分社',
											},
										],
									},
									{
										id: 'xn27101',
										label: '各职能部门',
										children: [
											{
												id: '2719005',
												label: '办公室',
											},
											{
												id: '2719001',
												label: '纪检监察室',
											},
											{
												id: '2719017',
												label: '退休职工',
											},
											{
												id: '2719013',
												label: '农村业务部',
											},
											{
												id: '2719011',
												label: '电子银行部',
											},
											{
												id: '2719009',
												label: '风险部',
											},
											{
												id: '2719018',
												label: '内退职工',
											},
											{
												id: '2719015',
												label: '城区管理中心',
											},
											{
												id: '2719008',
												label: '稽核审计部',
											},
											{
												id: '2719002',
												label: '工会',
											},
											{
												id: '2719014',
												label: '安全保卫部',
											},
											{
												id: '2719012',
												label: '科技信息部',
											},
											{
												id: '2719007',
												label: '基建办公室',
											},
											{
												id: '2719021',
												label: '资金运营中心',
											},
											{
												id: '2719020',
												label: '小微信贷服务中心',
											},
											{
												id: '2719010',
												label: '业务发展部',
											},
											{
												id: '2719022',
												label: '大龙经济开发区管理中心',
											},
											{
												id: '2719006',
												label: '财务部',
											},
											{
												id: '2719016',
												label: '联社领导',
											},
											{
												id: '2719004',
												label: '党委办公室',
											},
											{
												id: '2719003',
												label: '工会办公室',
											},
										],
									},
								],
							},
							{
								id: '2750000',
								label: '德江联社',
								children: [
									{
										id: 'xn27501',
										label: '各职能部门',
										children: [
											{
												id: '2759023',
												label: '电子银行部',
											},
											{
												id: '2759003',
												label: '党委办公室',
											},
											{
												id: '2759022',
												label: '信息科技部',
											},
											{
												id: '2759006',
												label: '业务发展部',
											},
											{
												id: '2759010',
												label: '合规风险部',
											},
											{
												id: '2759011',
												label: '科技电子银行部',
											},
											{
												id: '2759012',
												label: '安全保卫部',
											},
											{
												id: '2759008',
												label: '会计结算部',
											},
											{
												id: '2759007',
												label: '小微企业金融服务中心',
											},
											{
												id: '2759009',
												label: '稽核审计部',
											},
											{
												id: '2759014',
												label: '客户服务部',
											},
											{
												id: '2759019',
												label: '联社领导',
											},
											{
												id: '2759013',
												label: '人力资源部',
											},
											{
												id: '2759020',
												label: '内退职工',
											},
											{
												id: '2759002',
												label: '办公室',
											},
											{
												id: '2759018',
												label: '车辆管理部',
											},
											{
												id: '2759016',
												label: '工会办公室',
											},
											{
												id: '2759015',
												label: '事后监督部',
											},
											{
												id: '2759021',
												label: '扶贫事业部',
											},
											{
												id: '2759001',
												label: '基础建设部',
											},
											{
												id: '2759024',
												label: '退休人员',
											},
											{
												id: '2759004',
												label: '纪检监察部',
											},
											{
												id: '2759017',
												label: '现金清分中心',
											},
											{
												id: '2759005',
												label: '农村业务部',
											},
										],
									},
									{
										id: 'xn27502',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2750005',
												label: '城郊信用社',
											},
											{
												id: '2750026',
												label: '扶阳信用社',
											},
											{
												id: '2750015',
												label: '平原信用社',
											},
											{
												id: '2750012',
												label: '煎茶信用社',
											},
											{
												id: '2750019',
												label: '枫溪信用社',
											},
											{
												id: '2750022',
												label: '长丰信用社',
											},
											{
												id: '2750025',
												label: '长征分社',
											},
											{
												id: '2750002',
												label: '龙泉分社',
											},
											{
												id: '2750006',
												label: '楠杆分社',
											},
											{
												id: '2750008',
												label: '荆角分社',
											},
											{
												id: '2750018',
												label: '潮砥信用社',
											},
											{
												id: '2750021',
												label: '稳坪信用社',
											},
											{
												id: '2750010',
												label: '钱家分社',
											},
											{
												id: '2750023',
												label: '泉口信用社',
											},
											{
												id: '2750016',
												label: '沙溪信用社',
											},
											{
												id: '2750014',
												label: '合兴信用社',
											},
											{
												id: '2750003',
												label: '桶井分社',
											},
											{
												id: '2750024',
												label: '高山信用社',
											},
											{
												id: '2750007',
												label: '玉溪信用社',
											},
											{
												id: '2750020',
												label: '长堡分社',
											},
											{
												id: '2750009',
												label: '城中信用社',
											},
											{
												id: '2750011',
												label: '利民分社',
											},
											{
												id: '2750013',
												label: '复兴信用社',
											},
											{
												id: '2750027',
												label: '世纪信用社',
											},
											{
												id: '2750017',
												label: '共和信用社',
											},
											{
												id: '2750001',
												label: '营业部',
											},
											{
												id: '2750004',
												label: '城区信用社',
											},
										],
									},
								],
							},
							{
								id: '2730000',
								label: '印江联社',
								children: [
									{
										id: 'xn27302',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2730012',
												label: '农场分社',
											},
											{
												id: '2730025',
												label: '杨柳信用社',
											},
											{
												id: '2730011',
												label: '新寨信用社',
											},
											{
												id: '2730018',
												label: '合水信用社',
											},
											{
												id: '2730021',
												label: '洋溪信用社',
											},
											{
												id: '2730022',
												label: '杉树信用社',
											},
											{
												id: '2730001',
												label: '营业部',
											},
											{
												id: '2730003',
												label: '城区信用社',
											},
											{
												id: '2730009',
												label: '中坝信用社',
											},
											{
												id: '2730006',
												label: '解放路分社',
											},
											{
												id: '2730026',
												label: '罗场信用社',
											},
											{
												id: '2730017',
												label: '木黄信用社',
											},
											{
												id: '2730008',
												label: '甲山分社',
											},
											{
												id: '2730015',
												label: '天堂信用社',
											},
											{
												id: '2730004',
												label: '城郊分社',
											},
											{
												id: '2730016',
												label: '刀坝信用社',
											},
											{
												id: '2730002',
												label: '南门街分社',
											},
											{
												id: '2730014',
												label: '沙子坡信用社',
											},
											{
												id: '2730005',
												label: '西环分社',
											},
											{
												id: '2730007',
												label: '城南分社',
											},
											{
												id: '2730010',
												label: '凯塘分社',
											},
											{
												id: '2730019',
												label: '朗溪信用社',
											},
											{
												id: '2730013',
												label: '板溪信用社',
											},
											{
												id: '2730020',
												label: '缠溪信用社',
											},
											{
												id: '2730024',
												label: '永义信用社',
											},
											{
												id: '2730023',
												label: '新业信用社',
											},
										],
									},
									{
										id: '2739033',
										label: '退休人员',
									},
									{
										id: 'xn27301',
										label: '各职能部门',
										children: [
											{
												id: '2739005',
												label: '副主任办公室2',
											},
											{
												id: '2739009',
												label: '人力资源部',
											},
											{
												id: '2739025',
												label: '监控中心',
											},
											{
												id: '2739003',
												label: '监事会办公室',
											},
											{
												id: '2739021',
												label: '风险管理部',
											},
											{
												id: '2739024',
												label: '安全保卫部',
											},
											{
												id: '2739007',
												label: '党委办公室',
											},
											{
												id: '2739015',
												label: '小微企业金融服务中心',
											},
											{
												id: '2739014',
												label: '纪检监察室',
											},
											{
												id: '2739016',
												label: '稽核审计部',
											},
											{
												id: '2739002',
												label: '主任办公室',
											},
											{
												id: '2739012',
												label: '业务发展部',
											},
											{
												id: '2739020',
												label: '基建办公室',
											},
											{
												id: '2739000',
												label: '联社领导',
											},
											{
												id: '2739029',
												label: '工会办公室',
											},
											{
												id: '2739030',
												label: '内退员工管理办公室',
											},
											{
												id: '2739004',
												label: '副主任办公室1',
											},
											{
												id: '2739018',
												label: '合规管理部',
											},
											{
												id: '2739017',
												label: '授权中心',
											},
											{
												id: '2739011',
												label: '预警中心',
											},
											{
												id: '2739010',
												label: '会计结算部',
											},
											{
												id: '2739008',
												label: '综合办公室',
											},
											{
												id: '2739013',
												label: '农村业务部',
											},
											{
												id: '2739027',
												label: '党群工作部',
											},
											{
												id: '2739022',
												label: '科技信息部',
											},
											{
												id: '2739026',
												label: '事后监督部',
											},
											{
												id: '2739028',
												label: '后勤服务中心',
											},
											{
												id: '2739023',
												label: '电子银行部',
											},
											{
												id: '2739032',
												label: '市场营销部',
											},
											{
												id: '2739006',
												label: '风险总监办公室',
											},
											{
												id: '2739019',
												label: '客户服务部',
											},
											{
												id: '2739001',
												label: '理事会办公室',
											},
											{
												id: '2739031',
												label: '财务统计部',
											},
										],
									},
								],
							},
							{
								id: '2720000',
								label: '贵州思南农商银行',
								children: [
									{
										id: 'xn27201',
										label: '各职能部门',
										children: [
											{
												id: '2729020',
												label: '资产保全部',
											},
											{
												id: '2729008',
												label: '合规风险部',
											},
											{
												id: '2729016',
												label: '扶贫事业部',
											},
											{
												id: '2729005',
												label: '财务会计部',
											},
											{
												id: '2729021',
												label: '基建办公室',
											},
											{
												id: '2729007',
												label: '农村业务部',
											},
											{
												id: '2729022',
												label: '市场策划业务创新部',
											},
											{
												id: '2729018',
												label: '工会办公室',
											},
											{
												id: '2729019',
												label: '退休人员',
											},
											{
												id: '2720001',
												label: '营业部',
											},
											{
												id: '2729011',
												label: '电子银行部',
											},
											{
												id: '2729002',
												label: '纪检监察室',
											},
											{
												id: '2729015',
												label: '董事会秘书办公室',
											},
											{
												id: '2729012',
												label: '安全保卫部',
											},
											{
												id: '2729006',
												label: '业务发展部',
											},
											{
												id: '2729013',
												label: '客户服务部',
											},
											{
												id: '2729004',
												label: '人力资源部',
											},
											{
												id: '2729001',
												label: '党委办公室',
											},
											{
												id: '2729009',
												label: '稽核审计部',
											},
											{
												id: '2729003',
												label: '行政办公室',
											},
											{
												id: '2729014',
												label: '信贷服务中心',
											},
											{
												id: '2729017',
												label: '联社领导',
											},
											{
												id: '2729010',
												label: '科技信息部',
											},
										],
									},
									{
										id: 'xn27202',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2720011',
												label: '鹦鹉溪支行',
											},
											{
												id: '2720004',
												label: '河东支行',
											},
											{
												id: '2720006',
												label: '城西支行',
											},
											{
												id: '2720013',
												label: '胡家湾支行',
											},
											{
												id: '2720022',
												label: '大坝场支行',
											},
											{
												id: '2720012',
												label: '张家寨支行',
											},
											{
												id: '2720005',
												label: '思唐支行',
											},
											{
												id: '2720018',
												label: '香坝支行',
											},
											{
												id: '2720030',
												label: '青杠坡支行',
											},
											{
												id: '2720024',
												label: '兴隆支行',
											},
											{
												id: '2720014',
												label: '许家坝支行',
											},
											{
												id: '2720023',
												label: '天桥支行',
											},
											{
												id: '2720003',
												label: '三层楼支行',
											},
											{
												id: '2720020',
												label: '板桥支行',
											},
											{
												id: '2720015',
												label: '枫芸支行',
											},
											{
												id: '2720028',
												label: '瓮溪支行',
											},
											{
												id: '2720031',
												label: '杨家坳支行',
											},
											{
												id: '2720025',
												label: '孙家坝支行',
											},
											{
												id: '2720026',
												label: '邵家桥支行',
											},
											{
												id: '2720002',
												label: '中和街支行',
											},
											{
												id: '2720019',
												label: '塘头支行',
											},
											{
												id: '2720027',
												label: '文家店支行',
											},
											{
												id: '2720021',
												label: '甲秀分理处',
											},
											{
												id: '2720008',
												label: '亭子坝支行',
											},
											{
												id: '2720032',
												label: '凉水井支行',
											},
											{
												id: '2720009',
												label: '大河坝支行',
											},
											{
												id: '2720029',
												label: '三道水支行',
											},
											{
												id: '2720007',
												label: '宽坪支行',
											},
											{
												id: '2720033',
												label: '城北支行',
											},
											{
												id: '2720017',
												label: '长坝支行',
											},
											{
												id: '2720010',
												label: '思林支行',
											},
											{
												id: '2720016',
												label: '合朋溪支行',
											},
										],
									},
								],
							},
							{
								id: '2670000',
								label: '贵州铜仁农商银行',
								children: [
									{
										id: '267024GW001',
										label: '退休人员',
									},
									{
										id: 'xn26702',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2670019',
												label: '漾头支行',
											},
											{
												id: '2670008',
												label: '中华路支行',
											},
											{
												id: '2670021',
												label: '灯塔支行',
											},
											{
												id: '2670015',
												label: '坝黄支行',
											},
											{
												id: '2670022',
												label: '瓦屋支行',
											},
											{
												id: '2670001',
												label: '营业部',
											},
											{
												id: '2670003',
												label: '大寨路支行',
											},
											{
												id: '2670014',
												label: '桐木坪支行',
											},
											{
												id: '2670007',
												label: '小十字支行',
											},
											{
												id: '2670009',
												label: '板桥支行',
											},
											{
												id: '2670035',
												label: '江华支行',
											},
											{
												id: '2670030',
												label: '黄道支行',
											},
											{
												id: '2670012',
												label: '六龙山支行',
											},
											{
												id: '2670034',
												label: '新城支行',
											},
											{
												id: '2670005',
												label: '河西支行',
											},
											{
												id: '2670032',
												label: '下溪支行',
											},
											{
												id: '2670016',
												label: '川硐支行',
											},
											{
												id: '2670024',
												label: '茶店支行',
											},
											{
												id: '2670017',
												label: '滑石支行',
											},
											{
												id: '2670002',
												label: '环北支行',
											},
											{
												id: '2670018',
												label: '和平支行',
											},
											{
												id: '2670006',
												label: '大江路支行',
											},
											{
												id: '2670004',
												label: '凉水井支行',
											},
											{
												id: '2670028',
												label: '万山支行',
											},
											{
												id: '2670011',
												label: '新华路支行',
											},
											{
												id: '2670031',
												label: '敖寨支行',
											},
											{
												id: '2670029',
												label: '高楼坪支行',
											},
											{
												id: '2670025',
												label: '鱼塘支行',
											},
											{
												id: '2670027',
												label: '大坪支行',
											},
											{
												id: '2670023',
												label: '黔东支行',
											},
											{
												id: '2670033',
												label: '汞都支行',
											},
											{
												id: '2670020',
												label: '云场坪支行',
											},
											{
												id: '2670010',
												label: '大庆路支行',
											},
											{
												id: '2670013',
												label: '谢桥支行',
											},
										],
									},
									{
										id: 'xn26701',
										label: '各职能部门',
										children: [
											{
												id: '2679016',
												label: '安全保卫部',
											},
											{
												id: '2679001',
												label: '办公室',
											},
											{
												id: '2679005',
												label: '人力资源部',
											},
											{
												id: '2679011',
												label: '业务发展部',
											},
											{
												id: '2670001',
												label: '团委',
											},
											{
												id: '2679002',
												label: '党群宣传部',
											},
											{
												id: '2679017',
												label: '小微企业服务中心',
											},
											{
												id: '2679020',
												label: '行领导',
											},
											{
												id: '2679018',
												label: '农村业务部',
											},
											{
												id: '2679022',
												label: '借调人员',
											},
											{
												id: '2679015',
												label: '电子银行部',
											},
											{
												id: '2679006',
												label: '监察室',
											},
											{
												id: '2679012',
												label: '会计结算部',
											},
											{
												id: '2679003',
												label: '党委办公室',
											},
											{
												id: '2679007',
												label: '工会办公室',
											},
											{
												id: '2679008',
												label: '后勤服务中心',
											},
											{
												id: '2679009',
												label: '合规风险部',
											},
											{
												id: '2679024',
												label: '退休人员',
											},
											{
												id: '2679013',
												label: '计划财务部',
											},
											{
												id: '2679023',
												label: '扶贫事业部',
											},
											{
												id: '2679010',
												label: '稽核审计部',
											},
											{
												id: '2679021',
												label: '内退人员',
											},
											{
												id: '2679019',
												label: '客户服务部',
											},
											{
												id: '2679014',
												label: '科技信息部',
											},
										],
									},
								],
							},
							{
								id: '2700000',
								label: '石阡联社',
								children: [
									{
										id: 'xn27002',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2700003',
												label: '荣华分社',
											},
											{
												id: '2700004',
												label: '大沙坝分社',
											},
											{
												id: '2700022',
												label: '白沙信用社',
											},
											{
												id: '2700005',
												label: '城南分社',
											},
											{
												id: '2700008',
												label: '国荣信用社',
											},
											{
												id: '2700015',
												label: '石固信用社',
											},
											{
												id: '2700012',
												label: '河坝场信用社',
											},
											{
												id: '2700023',
												label: '聚凤分社',
											},
											{
												id: '2700006',
												label: '河西分社',
											},
											{
												id: '2700025',
												label: '枫香分社',
											},
											{
												id: '2700026',
												label: '青阳信用社',
											},
											{
												id: '2700020',
												label: '甘溪分社',
											},
											{
												id: '2700009',
												label: '汤山信用社',
											},
											{
												id: '2700001',
												label: '营业部',
											},
											{
												id: '2700019',
												label: '中坝信用社',
											},
											{
												id: '2700007',
												label: '泉鑫分社',
											},
											{
												id: '2700013',
												label: '花桥信用社',
											},
											{
												id: '2700016',
												label: '龙塘信用社',
											},
											{
												id: '2700014',
												label: '坪地场分社',
											},
											{
												id: '2700011',
												label: '本庄信用社',
											},
											{
												id: '2700010',
												label: '大关分社',
											},
											{
												id: '2700017',
												label: '晏明分社',
											},
											{
												id: '2700021',
												label: '坪山分社',
											},
											{
												id: '2700018',
												label: '龙井信用社',
											},
											{
												id: '2700024',
												label: '五德信用社',
											},
										],
									},
									{
										id: 'xn27001',
										label: '各职能部门',
										children: [
											{
												id: '2709003',
												label: '党委办公室',
											},
											{
												id: '2709005',
												label: '业务发展部',
											},
											{
												id: '2709016',
												label: '内退人员',
											},
											{
												id: '2709014',
												label: '安全保卫部',
											},
											{
												id: '2709001',
												label: '行社领导',
											},
											{
												id: '2709012',
												label: '财务会计统计部',
											},
											{
												id: '2709006',
												label: '农村业务部',
											},
											{
												id: '2709015',
												label: '电子银行部',
											},
											{
												id: '2709013',
												label: '基建管理部',
											},
											{
												id: '2709007',
												label: '稽核审计部',
											},
											{
												id: '2709017',
												label: '退休人员',
											},
											{
												id: '2709011',
												label: '合规风险部',
											},
											{
												id: '2709008',
												label: '科技信息部',
											},
											{
												id: '2709004',
												label: '纪检监察部',
											},
											{
												id: '2709010',
												label: '客户服务部',
											},
											{
												id: '2709002',
												label: '综合办公室',
											},
										],
									},
								],
							},
							{
								id: '2680000',
								label: '松桃联社',
								children: [
									{
										id: 'xn26801',
										label: '各职能部门',
										children: [
											{
												id: '2689020',
												label: '基建部',
											},
											{
												id: '2689001',
												label: '办公室',
											},
											{
												id: '2689002',
												label: '党群宣传部',
											},
											{
												id: '2689018',
												label: '内退人员',
											},
											{
												id: '2689007',
												label: '客户服务部',
											},
											{
												id: '2689008',
												label: '监督预警中心',
											},
											{
												id: '2689013',
												label: '纪检监察室',
											},
											{
												id: '2689010',
												label: '电子银行部',
											},
											{
												id: '2689006',
												label: '稽核审计部',
											},
											{
												id: '2689009',
												label: '科技信息部',
											},
											{
												id: '2689004',
												label: '业务发展部',
											},
											{
												id: '2689015',
												label: '党委办公室',
											},
											{
												id: '2689024',
												label: '工会办',
											},
											{
												id: '2689019',
												label: '扶贫事业部',
											},
											{
												id: '2689003',
												label: '财务信息部',
											},
											{
												id: '2689011',
												label: '安全保卫部',
											},
											{
												id: '2689014',
												label: '小微企业金融服务中心',
											},
											{
												id: '2689023',
												label: '合规部',
											},
											{
												id: '2689012',
												label: '农村业务部',
											},
											{
												id: '2689005',
												label: '合规风险部',
											},
											{
												id: '2689021',
												label: '退休人员',
											},
											{
												id: '2689016',
												label: '效能办',
											},
											{
												id: '2689017',
												label: '行社领导',
											},
										],
									},
									{
										id: '2689022',
										label: '资产保全部',
									},
									{
										id: 'xn26802',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2680014',
												label: '坪头分社',
											},
											{
												id: '2680013',
												label: '大坪信用社',
											},
											{
												id: '2680007',
												label: '盘石分社',
											},
											{
												id: '2680022',
												label: '妙隘分社',
											},
											{
												id: '2680006',
												label: '世昌分社',
											},
											{
												id: '2680029',
												label: '长兴信用社',
											},
											{
												id: '2680028',
												label: '瓦溪分社',
											},
											{
												id: '2680034',
												label: '牛郎分社',
											},
											{
												id: '2680011',
												label: '正大分社',
											},
											{
												id: '2680010',
												label: '盘信信用社',
											},
											{
												id: '2680004',
												label: '坪块分社',
											},
											{
												id: '2680002',
												label: '城区信用社',
											},
											{
												id: '2680009',
												label: '七星分社',
											},
											{
												id: '2680031',
												label: '黄板分社',
											},
											{
												id: '2680026',
												label: '甘龙信用社',
											},
											{
												id: '2680032',
												label: '迓驾信用社',
											},
											{
												id: '2680016',
												label: '普觉信用社',
											},
											{
												id: '2680005',
												label: '北门分社',
											},
											{
												id: '2680017',
												label: '沙坝分社',
											},
											{
												id: '2680012',
												label: '长坪分社',
											},
											{
												id: '2680001',
												label: '营业部',
											},
											{
												id: '2680033',
												label: '大兴信用社',
											},
											{
												id: '2680030',
												label: '木树分社',
											},
											{
												id: '2680019',
												label: '邓堡分社',
											},
											{
												id: '2680025',
												label: '石梁分社',
											},
											{
												id: '2680015',
												label: '太平分社',
											},
											{
												id: '2680023',
												label: '乌罗信用社',
											},
											{
												id: '2680020',
												label: '孟溪信用社',
											},
											{
												id: '2680024',
												label: '冷水分社',
											},
											{
												id: '2680018',
												label: '寨英信用社',
											},
											{
												id: '2680021',
												label: '大路分社',
											},
											{
												id: '2680027',
												label: '永安分社',
											},
											{
												id: '2680003',
												label: '县府路分社',
											},
											{
												id: '2680008',
												label: '九江分社',
											},
										],
									},
								],
							},
						],
					},
					{
						id: 'xn299302',
						label: '六盘水市各行社',
						children: [
							{
								id: '2870000',
								label: '贵州六盘水农商银行',
								children: [
									{
										id: 'xn28702',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2870007',
												label: '德坞支行',
											},
											{
												id: '2870017',
												label: '区府路支行',
											},
											{
												id: '2870002',
												label: '开发区支行',
											},
											{
												id: '2870023',
												label: '蝴蝶湾支行',
											},
											{
												id: '2870013',
												label: '老鹰山支行',
											},
											{
												id: '2870005',
												label: '明湖路支行',
												children: [
													{
														id: '2870021',
														label: '建设路支行',
													},
												],
											},
											{
												id: '2870010',
												label: '黄土坡支行',
											},
											{
												id: '2870015',
												label: '凤凰新区支行',
											},
											{
												id: '2870009',
												label: '汪家寨支行',
											},
											{
												id: '2870019',
												label: '麒麟路支行',
												children: [
													{
														id: '28700191',
														label: '荷泉支行',
													},
												],
											},
											{
												id: '2870014',
												label: '大湾支行',
											},
											{
												id: '2870011',
												label: '场坝支行',
											},
											{
												id: '2870018',
												label: '体育中心支行',
											},
											{
												id: '2870024',
												label: '蝴蝶湾支行',
											},
											{
												id: '2870016',
												label: '荷城花园支行',
											},
											{
												id: '2870008',
												label: '大河支行',
											},
											{
												id: '2870004',
												label: '人民路支行',
											},
											{
												id: '2870006',
												label: '凤凰支行',
											},
											{
												id: '2870003',
												label: '中心支行',
											},
											{
												id: '2870001',
												label: '营业部',
											},
											{
												id: '2870012',
												label: '月照支行',
												children: [
													{
														id: '2870020',
														label: '菜园路支行',
													},
												],
											},
										],
									},
									{
										id: '2879022',
										label: '退休人员',
									},
									{
										id: '2870022',
										label: '荷泉支行',
									},
									{
										id: 'xn28701',
										label: '各职能部门',
										children: [
											{
												id: '2879011',
												label: '稽核审计部',
											},
											{
												id: '2879002',
												label: '党委办公室\\行政办公室',
											},
											{
												id: '2879006',
												label: '业务发展部',
											},
											{
												id: '2879007',
												label: '科技信息部',
											},
											{
												id: '2879005',
												label: '农村业务部',
											},
											{
												id: '2879018',
												label: '公司业务二部',
											},
											{
												id: '2879017',
												label: '公司业务一部',
											},
											{
												id: '2879010',
												label: '授权预警中心',
											},
											{
												id: '2879009',
												label: '客户服务部',
											},
											{
												id: '2879021',
												label: '行领导',
											},
											{
												id: '2879014',
												label: '资产保全部',
											},
											{
												id: '2879016',
												label: '交流 内退人员',
											},
											{
												id: '2879003',
												label: '人力资源部',
											},
											{
												id: '2879001',
												label: '后勤服务中心',
											},
											{
												id: '2879019',
												label: '现金运营部',
											},
											{
												id: '2879004',
												label: '财务会计部',
											},
											{
												id: '2879020',
												label: '小微企业金融服务中心',
											},
											{
												id: '2879015',
												label: '纪检监察室',
											},
											{
												id: '2879008',
												label: '风险管理部',
											},
											{
												id: '2879023',
												label: '工会办公室',
											},
											{
												id: '2879013',
												label: '电子银行部',
											},
											{
												id: '2879012',
												label: '安全保卫部',
											},
										],
									},
								],
							},
							{
								id: '2850000',
								label: '盘县联社',
								children: [
									{
										id: 'xn28501',
										label: '各职能部门',
										children: [
											{
												id: '2859004',
												label: '农村金融部',
											},
											{
												id: '2859016',
												label: '股份制改革办公室',
											},
											{
												id: '2859018',
												label: '退休人员',
											},
											{
												id: '2859012',
												label: '电子银行部',
											},
											{
												id: '2859017',
												label: '内部退养',
											},
											{
												id: '2859009',
												label: '安全保卫部',
											},
											{
												id: '2859007',
												label: '资产保全部',
											},
											{
												id: '2859019',
												label: '待分配员工',
											},
											{
												id: '2859006',
												label: '授信评审部',
											},
											{
												id: '2859008',
												label: '稽核审计部',
											},
											{
												id: '2859011',
												label: '纪检监察室',
											},
											{
												id: '2859002',
												label: '会计财务部',
												children: [
													{
														id: '285900201',
														label: '会计财务部现金中心',
													},
												],
											},
											{
												id: '2859022',
												label: '客户服务部',
											},
											{
												id: '2859023',
												label: '公司金融部',
											},
											{
												id: '2859015',
												label: '行社领导',
											},
											{
												id: '2859014',
												label: '扶贫事业部',
											},
											{
												id: '2859021',
												label: '人力资源部',
											},
											{
												id: '2859010',
												label: '事后监督部',
											},
											{
												id: '2859005',
												label: '风险合规部',
											},
											{
												id: '2859013',
												label: '基建办公室',
											},
											{
												id: '2859001',
												label: '办公室',
											},
											{
												id: '2859020',
												label: '金融市场部',
											},
											{
												id: '2859003',
												label: '科技统计部',
											},
										],
									},
									{
										id: 'xn28502',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2850021',
												label: '响水信用社',
											},
											{
												id: '2850032',
												label: '英武信用社',
											},
											{
												id: '2850047',
												label: '盘县联社古城信用社',
											},
											{
												id: '2850034',
												label: '旧营信用社',
											},
											{
												id: '2850030',
												label: '松河信用社',
											},
											{
												id: '2850035',
												label: '新民信用社',
											},
											{
												id: '2850016',
												label: '岔河信用社',
											},
											{
												id: '2850010',
												label: '刘官信用社',
											},
											{
												id: '2850041',
												label: '马依信用社',
											},
											{
												id: '2850006',
												label: '洒基信用社',
											},
											{
												id: '2850029',
												label: '西冲信用社',
											},
											{
												id: '2850003',
												label: '东河信用社',
											},
											{
												id: '2850007',
												label: '柏果信用社',
											},
											{
												id: '2850005',
												label: '城关信用社',
											},
											{
												id: '2850019',
												label: '水塘信用社',
											},
											{
												id: '2850004',
												label: '两河园区信用社',
											},
											{
												id: '2850025',
												label: '老厂信用社',
											},
											{
												id: '2850013',
												label: '平关信用社',
											},
											{
												id: '2850028',
												label: '淤泥信用社',
											},
											{
												id: '2850045',
												label: '普田信用社',
											},
											{
												id: '2850026',
												label: '珠东信用社',
											},
											{
												id: '2850001',
												label: '营业部',
											},
											{
												id: '2850044',
												label: '马场信用社',
											},
											{
												id: '2850043',
												label: '保基信用社',
											},
											{
												id: '2850039',
												label: '普古信用社',
											},
											{
												id: '2850012',
												label: '火铺信用社',
											},
											{
												id: '2850036',
												label: '滑石信用社',
											},
											{
												id: '2850024',
												label: '民主信用社',
											},
											{
												id: '2850040',
												label: '忠义信用社',
											},
											{
												id: '2850033',
												label: '羊场信用社',
											},
											{
												id: '2850031',
												label: '鸡场坪信用社',
											},
											{
												id: '2850027',
												label: '保田信用社',
											},
											{
												id: '2850020',
												label: '石桥信用社',
											},
											{
												id: '2850011',
												label: '两河信用社',
											},
											{
												id: '2850023',
												label: '大山信用社',
											},
											{
												id: '2850008',
												label: '红果信用社',
											},
											{
												id: '2850018',
												label: '板桥信用社',
											},
											{
												id: '2850042',
												label: '干沟桥信用社',
											},
											{
												id: '2850002',
												label: '兴盘信用社',
											},
											{
												id: '2850015',
												label: '断江信用社',
											},
											{
												id: '2850014',
												label: '盘江信用社',
											},
											{
												id: '2850022',
												label: '乐民信用社',
											},
											{
												id: '2850009',
												label: '亦资信用社',
											},
											{
												id: '2850037',
												label: '坪地信用社',
											},
											{
												id: '2850038',
												label: '四格信用社',
											},
											{
												id: '2850017',
												label: '胜境大道信用社',
											},
											{
												id: '2850046',
												label: '盘县联社江源信用社',
											},
										],
									},
								],
							},
							{
								id: '2860000',
								label: '水城联社',
								children: [
									{
										id: '2869018',
										label: '改制办',
									},
									{
										id: 'xn28601',
										label: '各职能部门',
										children: [
											{
												id: '2869014',
												label: '安全保卫部',
											},
											{
												id: '2869001',
												label: '党委办公室',
											},
											{
												id: '2869004',
												label: '业务发展部',
											},
											{
												id: '2869013',
												label: '资产保全部',
											},
											{
												id: '2869006',
												label: '合规风险部',
											},
											{
												id: '2869003',
												label: '纪检监察室',
											},
											{
												id: '2869020',
												label: '扶贫事业部',
											},
											{
												id: '2869009',
												label: '科技信息部',
											},
											{
												id: '2869012',
												label: '基建办',
											},
											{
												id: '2869019',
												label: '改制办',
											},
											{
												id: '2869011',
												label: '稽核审计部',
											},
											{
												id: '2869017',
												label: '联社领导',
											},
											{
												id: '2869008',
												label: '财务管理部',
											},
											{
												id: '2869007',
												label: '退休人员',
											},
											{
												id: '2869002',
												label: '办公室',
											},
											{
												id: '2869005',
												label: '后勤服务中心',
											},
											{
												id: '2869016',
												label: '农村业务部',
											},
											{
												id: '2869015',
												label: '客户服务部',
											},
											{
												id: '2869010',
												label: '电子银行部',
											},
										],
									},
									{
										id: 'xn28602',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2860009',
												label: '董地信用社',
											},
											{
												id: '2860021',
												label: '米箩信用社',
											},
											{
												id: '2860024',
												label: '果布戛信用社',
											},
											{
												id: '2860018',
												label: '阿戛信用社',
											},
											{
												id: '2860030',
												label: '金盆信用社',
											},
											{
												id: '2860029',
												label: '纸厂信用社',
											},
											{
												id: '2860007',
												label: '双戛信用社',
											},
											{
												id: '2860011',
												label: '木果信用社',
											},
											{
												id: '2860013',
												label: '保华信用社',
											},
											{
												id: '2860001',
												label: '营业部',
											},
											{
												id: '2860017',
												label: '杨梅信用社',
											},
											{
												id: '2860028',
												label: '花戛信用社',
											},
											{
												id: '2860022',
												label: '化乐信用社',
											},
											{
												id: '2860034',
												label: '野钟信用社',
											},
											{
												id: '2860023',
												label: '陡箐信用社',
											},
											{
												id: '2860012',
												label: '南开信用社',
											},
											{
												id: '2860032',
												label: '鸡场信用社',
											},
											{
												id: '2860008',
												label: '七十三信用社',
											},
											{
												id: '2860027',
												label: '红桥新区信用社',
											},
											{
												id: '2860031',
												label: '顺场信用社',
											},
											{
												id: '2860010',
												label: '滥坝信用社',
											},
											{
												id: '2860014',
												label: '发耳信用社',
											},
											{
												id: '2860003',
												label: '新客车站信用社',
											},
											{
												id: '2860033',
												label: '明硐信用社',
											},
											{
												id: '2860025',
												label: '勺米信用社',
											},
											{
												id: '2860016',
												label: '龙场信用社',
											},
											{
												id: '2860015',
												label: '玉舍信用社',
											},
											{
												id: '2860006',
												label: '康乐信用社',
											},
											{
												id: '2860019',
												label: '蟠龙信用社',
											},
											{
												id: '2860026',
												label: '比德信用社',
											},
											{
												id: '2860036',
												label: '营盘信用社',
											},
											{
												id: '2860005',
												label: '钟山路信用社',
											},
											{
												id: '2860035',
												label: '猴场信用社',
											},
											{
												id: '2860004',
												label: '朝阳信用社',
											},
											{
												id: '2860020',
												label: '都格信用社',
											},
										],
									},
								],
							},
							{
								id: '2840000',
								label: '六枝联社',
								children: [
									{
										id: 'xn28402',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2840027',
												label: '折溪信用社',
											},
											{
												id: '2840017',
												label: '毛口信用社',
											},
											{
												id: '2840008',
												label: '木岗信用社',
											},
											{
												id: '2840003',
												label: '平寨信用社',
											},
											{
												id: '2840016',
												label: '中寨信用社',
											},
											{
												id: '2840007',
												label: '交通路信用社',
											},
											{
												id: '2840005',
												label: '郎岱信用社',
											},
											{
												id: '2840006',
												label: '六枝信用社',
											},
											{
												id: '2840019',
												label: '建设路信用社',
											},
											{
												id: '2840015',
												label: '新场信用社',
											},
											{
												id: '2840014',
												label: '龙场信用社',
											},
											{
												id: '2840028',
												label: '关寨信用社',
											},
											{
												id: '2840025',
												label: '洒志信用社',
											},
											{
												id: '2840013',
												label: '岩脚信用社',
											},
											{
												id: '2840011',
												label: '云盘信用社',
											},
											{
												id: '2840018',
												label: '堕却信用社',
											},
											{
												id: '2840021',
												label: '牛场信用社',
											},
											{
												id: '2840022',
												label: '南环路信用社',
											},
											{
												id: '2840004',
												label: '平寨第一信用社',
											},
											{
												id: '2840023',
												label: '郎岱园区信用社',
											},
											{
												id: '2840024',
												label: '梭戛信用社',
											},
											{
												id: '2840009',
												label: '落别信用社',
											},
											{
												id: '2840012',
												label: '人民路信用社',
											},
											{
												id: '2840002',
												label: '那平路信用社',
											},
											{
												id: '2840010',
												label: '新窑信用社',
											},
											{
												id: '2840020',
												label: '团结路信用社',
											},
											{
												id: '2840026',
												label: '新华信用社',
											},
											{
												id: '2840001',
												label: '营业部',
											},
										],
									},
									{
										id: 'xn28401',
										label: '各职能部门',
										children: [
											{
												id: '2849022',
												label: '工会办公室',
											},
											{
												id: '2849014',
												label: '扶贫事业部',
											},
											{
												id: '2849001',
												label: '行社领导',
											},
											{
												id: '2849020',
												label: '退休人员',
											},
											{
												id: '2849008',
												label: '合规风险部',
											},
											{
												id: '2849007',
												label: '财务信息部',
											},
											{
												id: '2849009',
												label: '事后监督部',
											},
											{
												id: '2849016',
												label: '客户服务部',
											},
											{
												id: '2849010',
												label: '电子科技部',
											},
											{
												id: '2849012',
												label: '稽核审计部',
											},
											{
												id: '28490018',
												label: '改制办公室',
											},
											{
												id: '2849013',
												label: '安全保卫部',
											},
											{
												id: '2849004',
												label: '基础设施建设办公室',
											},
											{
												id: '2849011',
												label: '电子银行部',
											},
											{
												id: '2849003',
												label: '办公室',
											},
											{
												id: '2849006',
												label: '纪检监察室',
											},
											{
												id: '2849019',
												label: '内退人员',
											},
											{
												id: '2849017',
												label: '小微企业金融服务中心',
											},
											{
												id: '2849002',
												label: '党委办公室',
											},
											{
												id: '2849005',
												label: '人力资源部',
											},
											{
												id: '2849015',
												label: '业务发展部',
											},
											{
												id: '2849021',
												label: '理财管理中心',
											},
										],
									},
								],
							},
						],
					},
					{
						id: 'xn299702',
						label: '黔东南州各行社',
						children: [
							{
								id: '2620000',
								label: '剑河联社',
								children: [
									{
										id: 'xn26202',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2620015',
												label: '磻溪信用社',
											},
											{
												id: '2620001',
												label: '营业部',
											},
											{
												id: '2620006',
												label: '镇江分社',
											},
											{
												id: '2620018',
												label: '城西分社',
											},
											{
												id: '2620012',
												label: '南寨信用社',
											},
											{
												id: '2620011',
												label: '太拥信用社',
											},
											{
												id: '2620003',
												label: '城关分社',
											},
											{
												id: '2620016',
												label: '南明信用社',
											},
											{
												id: '2620002',
												label: '柳川分社',
											},
											{
												id: '2620008',
												label: '岑松信用社',
											},
											{
												id: '2620004',
												label: '源江分社',
											},
											{
												id: '2620013',
												label: '南加信用社',
											},
											{
												id: '2620017',
												label: '革东信用社',
											},
											{
												id: '2620005',
												label: '久仰分社',
											},
											{
												id: '2620014',
												label: '敏洞信用社',
											},
											{
												id: '2620010',
												label: '南哨信用社',
											},
											{
												id: '2620009',
												label: '温泉分社',
											},
											{
												id: '2620007',
												label: '观么分社',
											},
										],
									},
									{
										id: 'xn26201',
										label: '各职能部门',
										children: [
											{
												id: '2629004',
												label: '纪检监察室',
											},
											{
												id: '2629014',
												label: '电子银行部',
											},
											{
												id: '2629006',
												label: '财务信息部',
											},
											{
												id: '2629009',
												label: '稽核审计部',
											},
											{
												id: '2629002',
												label: '党委办公室',
											},
											{
												id: '2629020',
												label: '内退人员',
												children: [
													{
														id: '2629021',
														label: '退休人员',
													},
												],
											},
											{
												id: '2629012',
												label: '合规风险部',
											},
											{
												id: '2629016',
												label: '安全保卫部',
											},
											{
												id: '2629010',
												label: '事后监督部',
											},
											{
												id: '2629001',
												label: '党群宣传部',
											},
											{
												id: '2629008',
												label: '农村业务部',
											},
											{
												id: '2629023',
												label: '新员工',
											},
											{
												id: '2629018',
												label: '扶贫事业部',
											},
											{
												id: '2629024',
												label: '工会办公室',
											},
											{
												id: '2629025',
												label: '社志办',
											},
											{
												id: '2629019',
												label: '行社领导',
											},
											{
												id: '2629013',
												label: '资产保全部',
											},
											{
												id: '2629003',
												label: '综合办公室',
											},
											{
												id: '2629005',
												label: '基建办公室',
											},
											{
												id: '2629007',
												label: '业务发展部',
											},
											{
												id: '2629011',
												label: '授权中心',
											},
											{
												id: '2629017',
												label: '人力资源部',
											},
											{
												id: '2629015',
												label: '信息科技部',
											},
											{
												id: '2629022',
												label: '退休人员',
											},
										],
									},
								],
							},
							{
								id: '2640000',
								label: '贵州黎平农商银行',
								children: [
									{
										id: 'xn26402',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2640004',
												label: '南门支行',
											},
											{
												id: '2640014',
												label: '中黄支行',
											},
											{
												id: '2640025',
												label: '岩洞支行',
											},
											{
												id: '2640003',
												label: '德凤支行',
											},
											{
												id: '2640015',
												label: '敖市支行',
											},
											{
												id: '2640031',
												label: '雷洞支行',
											},
											{
												id: '2640009',
												label: '潘老支行',
											},
											{
												id: '2640033',
												label: '地坪支行',
											},
											{
												id: '2640013',
												label: '高屯支行',
											},
											{
												id: '2640029',
												label: '肇兴支行',
											},
											{
												id: '2640001',
												label: '营业部',
											},
											{
												id: '2640007',
												label: '北门支行',
											},
											{
												id: '2640019',
												label: '德顺支行',
											},
											{
												id: '2640005',
												label: '西门支行',
											},
											{
												id: '2640018',
												label: '坝寨支行',
											},
											{
												id: '2640020',
												label: '洪州支行',
											},
											{
												id: '2640023',
												label: '大稼支行',
											},
											{
												id: '2640032',
												label: '龙额支行',
											},
											{
												id: '2640021',
												label: '尚重支行',
											},
											{
												id: '2640006',
												label: '荷花塘支行',
											},
											{
												id: '2640008',
												label: '中潮支行',
											},
											{
												id: '2640024',
												label: '平寨支行',
											},
											{
												id: '2640030',
												label: '水口支行',
											},
											{
												id: '2640022',
												label: '德化支行',
											},
											{
												id: '2640010',
												label: '顺化支行',
											},
											{
												id: '2640016',
												label: '九潮支行',
											},
											{
												id: '2640017',
												label: '茅贡支行',
											},
											{
												id: '2640034',
												label: '南泉支行',
											},
											{
												id: '2640012',
												label: '罗里支行',
											},
											{
												id: '2640027',
												label: '双江支行',
											},
											{
												id: '2640002',
												label: '东门支行',
											},
											{
												id: '2640035',
												label: '曙光支行',
											},
											{
												id: '2640026',
												label: '口江支行',
											},
											{
												id: '2640028',
												label: '永从支行',
											},
											{
												id: '2640011',
												label: '孟彦支行',
											},
										],
									},
									{
										id: 'xn26401',
										label: '各职能部门',
										children: [
											{
												id: '2649007',
												label: '综合办公室',
											},
											{
												id: '2649006',
												label: '人力资源部',
											},
											{
												id: '2649017',
												label: '后勤服务部',
											},
											{
												id: '2649010',
												label: '农村业务部',
											},
											{
												id: '2649005',
												label: '党群工作部',
											},
											{
												id: '2649012',
												label: '稽核审计部',
											},
											{
												id: '2649008',
												label: '工会办公室',
											},
											{
												id: '2649018',
												label: '安全保卫部',
											},
											{
												id: '2649003',
												label: '监事会办公室',
											},
											{
												id: '2649002',
												label: '董事会办公室',
											},
											{
												id: '2649013',
												label: '合规风险部',
											},
											{
												id: '2649016',
												label: '事后监督部',
											},
											{
												id: '2649021',
												label: '电子银行部',
											},
											{
												id: '2649023',
												label: '待分配员工',
											},
											{
												id: '2649011',
												label: '业务发展部',
											},
											{
												id: '2649009',
												label: '财务统计部',
											},
											{
												id: '2649019',
												label: '内退人员',
											},
											{
												id: '2649022',
												label: '退休人员',
											},
											{
												id: '2649004',
												label: '纪检监察部',
											},
											{
												id: '2649020',
												label: '扶贫事业部',
											},
											{
												id: '2649001',
												label: '总行领导',
											},
											{
												id: '2649015',
												label: '电子科技部',
											},
										],
									},
								],
							},
							{
								id: '2530000',
								label: '雷山联社',
								children: [
									{
										id: 'xn25301',
										label: '各职能部门',
										children: [
											{
												id: '2539019',
												label: '远程集中授权中心',
											},
											{
												id: '2539010',
												label: '基建办',
											},
											{
												id: '2539011',
												label: '综合办公室',
												children: [
													{
														id: '2539024',
														label: '退休人员',
													},
												],
											},
											{
												id: '2539006',
												label: '电子银行部',
											},
											{
												id: '2539023',
												label: '远程监控中心',
											},
											{
												id: '2539016',
												label: '中心机房',
											},
											{
												id: '2539009',
												label: '纪检监察室',
											},
											{
												id: '2539005',
												label: '事后监督部',
											},
											{
												id: '2539025',
												label: '新入职员工',
											},
											{
												id: '2539003',
												label: '合规风险部',
											},
											{
												id: '2539015',
												label: '工会办公室',
											},
											{
												id: '2539017',
												label: '扶贫事业部',
											},
											{
												id: '2539002',
												label: '财务信息部',
											},
											{
												id: '2539004',
												label: '稽核审计部',
											},
											{
												id: '2539021',
												label: '后勤服务部',
											},
											{
												id: '2539020',
												label: '小微企业金融服务中心',
											},
											{
												id: '2539022',
												label: '风险预警中心',
											},
											{
												id: '2539013',
												label: '安全保卫部',
											},
											{
												id: '2539001',
												label: '人力资源部',
											},
											{
												id: '2539018',
												label: '行社领导',
											},
											{
												id: '2539008',
												label: '农村业务部',
											},
											{
												id: '2539014',
												label: '理事会办公室',
											},
											{
												id: '2539012',
												label: '党委办公室',
											},
											{
												id: '2539007',
												label: '业务发展部',
											},
										],
									},
									{
										id: 'xn25302',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2530014',
												label: '达地信用社',
											},
											{
												id: '2530008',
												label: '城西分社',
											},
											{
												id: '2530004',
												label: '方祥分社',
											},
											{
												id: '2530005',
												label: '小广场分社',
											},
											{
												id: '2530011',
												label: '西江信用社',
											},
											{
												id: '2530015',
												label: '桃江信用社',
											},
											{
												id: '2530009',
												label: '永乐信用社',
											},
											{
												id: '2530001',
												label: '营业部',
											},
											{
												id: '2530007',
												label: '朝阳分社',
											},
											{
												id: '2530012',
												label: '郎德信用社',
											},
											{
												id: '2530003',
												label: '大十字分社',
											},
											{
												id: '2530010',
												label: '大塘信用社',
											},
											{
												id: '2530002',
												label: '丹江分社',
											},
											{
												id: '2530013',
												label: '望丰信用社',
											},
											{
												id: '2530006',
												label: '新兴分社',
											},
										],
									},
									{
										id: '2539026',
										label: '资产保全部',
										children: [
											{
												id: '2539027',
												label: '科技信息部',
												children: [
													{
														id: '2539028',
														label: '党群工作部',
													},
												],
											},
										],
									},
								],
							},
							{
								id: '2570000',
								label: '镇远联社',
								children: [
									{
										id: 'xn25702',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2570022',
												label: '金堡信用社',
											},
											{
												id: '2570005',
												label: '大菜园分社',
											},
											{
												id: '2570021',
												label: '竹坪分社',
											},
											{
												id: '2570006',
												label: '火车站分社',
											},
											{
												id: '2570002',
												label: '舞阳分社',
											},
											{
												id: '2570014',
												label: '都坪信用社',
											},
											{
												id: '2570023',
												label: '报京分社',
											},
											{
												id: '2570003',
												label: '文德分社',
											},
											{
												id: '2570007',
												label: '太平桥分社',
											},
											{
												id: '2570013',
												label: '尚寨分社',
											},
											{
												id: '2570001',
												label: '营业部',
											},
											{
												id: '2570017',
												label: '东门分社',
											},
											{
												id: '2570011',
												label: '羊场信用社',
											},
											{
												id: '2570016',
												label: '青溪信用社',
											},
											{
												id: '2570020',
												label: '桥头分社',
											},
											{
												id: '2570019',
												label: '羊坪信用社',
											},
											{
												id: '2570015',
												label: '蕉溪信用社',
											},
											{
												id: '2570012',
												label: '大地分社',
											},
											{
												id: '2570018',
												label: '黔东分社',
											},
											{
												id: '2570004',
												label: '东关分社',
											},
											{
												id: '2570009',
												label: '芽溪分社',
											},
											{
												id: '2570010',
												label: '江古信用社',
											},
											{
												id: '2570008',
												label: '涌溪信用社',
											},
										],
									},
									{
										id: '2579022',
										label: '待分配员工',
									},
									{
										id: '2579020',
										label: '退休人员',
									},
									{
										id: 'xn25701',
										label: '各职能部门',
										children: [
											{
												id: '2579017',
												label: '内退员工',
											},
											{
												id: '2579010',
												label: '农村业务部',
											},
											{
												id: '2579019',
												label: '业务授权中心',
											},
											{
												id: '2579002',
												label: '工会办公室',
											},
											{
												id: '2579016',
												label: '中小微企业金融服务中心',
											},
											{
												id: '2579004',
												label: '纪检监察办公室',
											},
											{
												id: '2579014',
												label: '事后监督部',
											},
											{
												id: '2579003',
												label: '党委办公室',
											},
											{
												id: '2579015',
												label: '稽核审计部',
											},
											{
												id: '2579012',
												label: '合规风险部',
											},
											{
												id: '2579008',
												label: '财务统计部',
											},
											{
												id: '2579005',
												label: '综合办公室',
											},
											{
												id: '2579018',
												label: '扶贫事业部',
											},
											{
												id: '2579007',
												label: '基础建设办公室',
											},
											{
												id: '2579001',
												label: '社领导',
											},
											{
												id: '2579011',
												label: '电子银行科技部',
												children: [
													{
														id: '2579021',
														label: '科技部',
													},
												],
											},
											{
												id: '2579009',
												label: '业务发展部',
											},
											{
												id: '2579006',
												label: '人力资源部',
											},
											{
												id: '2579013',
												label: '安全保卫部',
											},
										],
									},
								],
							},
							{
								id: '2510000',
								label: '贵州凯里农商银行',
								children: [
									{
										id: '2519025',
										label: '村镇银行服务部',
										children: [
											{
												id: '2519026',
												label: '扶贫事业部',
												children: [
													{
														id: '2519027',
														label: '理财事业部',
													},
												],
											},
										],
									},
									{
										id: 'xn25101',
										label: '各职能部门',
										children: [
											{
												id: '2519002',
												label: '监事会办公室',
											},
											{
												id: '2519015',
												label: '电子银行部',
											},
											{
												id: '2519004',
												label: '党群宣传部',
											},
											{
												id: '2519031',
												label: '退休人员',
											},
											{
												id: '2519030',
												label: '村镇银行服务部',
											},
											{
												id: '2519012',
												label: '业务发展部',
											},
											{
												id: '2519014',
												label: '个人金融部',
											},
											{
												id: '2519032',
												label: '资产保全部',
											},
											{
												id: '2519020',
												label: '互联网金融事业部',
											},
											{
												id: '2519001',
												label: '董事会办公室',
											},
											{
												id: '2519008',
												label: '稽核审计部',
											},
											{
												id: '2519023',
												label: '内退人员',
											},
											{
												id: '2519022',
												label: '行社领导',
											},
											{
												id: '2519003',
												label: '办公室',
											},
											{
												id: '2519018',
												label: '风险合规部',
											},
											{
												id: '2519019',
												label: '金融市场部',
											},
											{
												id: '2519028',
												label: '扶贫事业部',
											},
											{
												id: '2519005',
												label: '人力资源部',
											},
											{
												id: '2519010',
												label: '运营管理部',
											},
											{
												id: '2519029',
												label: '理财事业部',
											},
											{
												id: '2519006',
												label: '纪检监察部',
											},
											{
												id: '2519017',
												label: '财会统计部',
											},
											{
												id: '2519021',
												label: '城区小微企业服务中心',
											},
											{
												id: '2519016',
												label: '农村市场部',
											},
											{
												id: '2519011',
												label: '信息科技部',
											},
											{
												id: '2519024',
												label: '政企客户部',
											},
											{
												id: '2519007',
												label: '后勤服务部',
											},
											{
												id: '2519009',
												label: '安全保卫部',
											},
											{
												id: '2519013',
												label: '公司金融部',
											},
										],
									},
									{
										id: 'xn25102',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2510029',
												label: '凯里农村商业银行湾水支行',
											},
											{
												id: '2510008',
												label: '凯里农村商业银行北京东路支行',
											},
											{
												id: '2510012',
												label: '凯里农村商业银行北京西路支行',
											},
											{
												id: '2510019',
												label: '凯里农村商业银行排乐支行',
											},
											{
												id: '2510033',
												label: '凯里农村商业银行中心城社区支行',
											},
											{
												id: '2510015',
												label: '凯里农村商业银行万博支行',
											},
											{
												id: '2510032',
												label: '凯里农村商业银行山水间社区支行',
											},
											{
												id: '2510003',
												label: '凯里农村商业银行大十字支行',
											},
											{
												id: '2510011',
												label: '凯里农村商业银行清平南路支行',
											},
											{
												id: '2510013',
												label: '凯里农村商业银行苗侗风情园支行',
											},
											{
												id: '2510006',
												label: '凯里农村商业银行湾溪支行',
											},
											{
												id: '2510025',
												label: '凯里农村商业银行炉山支行',
											},
											{
												id: '2510023',
												label: '凯里农村商业银行舟溪支行',
											},
											{
												id: '2510024',
												label: '凯里农村商业银行炉碧支行',
											},
											{
												id: '2510022',
												label: '凯里农村商业银行高溪支行',
											},
											{
												id: '2510031',
												label: '凯里农村商业银行凯棠支行',
											},
											{
												id: '2510026',
												label: '凯里农村商业银行大风洞支行',
											},
											{
												id: '2510028',
												label: '凯里农村商业银行龙场支行',
											},
											{
												id: '2510021',
												label: '凯里农村商业银行鸭塘支行',
											},
											{
												id: '2510005',
												label: '凯里农村商业银行城西支行',
											},
											{
												id: '2510014',
												label: '凯里农村商业银行兴黔支行',
											},
											{
												id: '2510030',
												label: '凯里农村商业银行旁海支行',
											},
											{
												id: '2510004',
												label: '凯里农村商业银行洗马河支行',
											},
											{
												id: '2510007',
												label: '凯里农村商业银行营盘西路支行',
											},
											{
												id: '2510010',
												label: '凯里农村商业银行永丰东路支行',
											},
											{
												id: '2510020',
												label: '凯里农村商业银行开发区支行',
											},
											{
												id: '2510027',
												label: '凯里农村商业银行万潮支行',
											},
											{
												id: '2510017',
												label: '凯里农村商业银行挂丁支行',
											},
											{
												id: '2510009',
												label: '凯里农村商业银行大道支行',
											},
											{
												id: '2510002',
												label: '凯里农村商业银行小十字支行',
											},
											{
												id: '2510018',
												label: '凯里农村商业银行三棵树支行',
											},
											{
												id: '2510016',
												label: '凯里农村商业银行四达支行',
											},
											{
												id: '2510001',
												label: '凯里农村商业银行营业部',
											},
										],
									},
								],
							},
							{
								id: '2560000',
								label: '施秉联社',
								children: [
									{
										id: 'xn25601',
										label: '各职能部门',
										children: [
											{
												id: '2569008',
												label: '综合办公室',
											},
											{
												id: '2569007',
												label: '稽核审计部',
											},
											{
												id: '2569016',
												label: '扶贫事业部',
											},
											{
												id: '2569015',
												label: '信息科技部',
											},
											{
												id: '2569010',
												label: '业务发展部',
											},
											{
												id: '2569017',
												label: '内退职工',
											},
											{
												id: '2569009',
												label: '合规风险部',
											},
											{
												id: '2569005',
												label: '电子银行部',
											},
											{
												id: '2569003',
												label: '财务统计部',
											},
											{
												id: '2569001',
												label: '党委办公室',
											},
											{
												id: '2569018',
												label: '新员工入职',
											},
											{
												id: '2569013',
												label: '行社领导',
											},
											{
												id: '2569006',
												label: '纪检监察室',
											},
											{
												id: '2569011',
												label: '农村业务部',
											},
											{
												id: '2569012',
												label: '安全保卫部',
											},
											{
												id: '2569014',
												label: '退休人员',
											},
											{
												id: '2569004',
												label: '事后监督部',
											},
											{
												id: '2569002',
												label: '基建办公室',
											},
										],
									},
									{
										id: 'xn25602',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2560011',
												label: '红山分社',
											},
											{
												id: '2560001',
												label: '营业部',
											},
											{
												id: '2560010',
												label: '牛大场信用社',
											},
											{
												id: '2560002',
												label: '城关信用社',
											},
											{
												id: '2560013',
												label: '杉木河分社',
											},
											{
												id: '2560007',
												label: '杨柳塘信用社',
											},
											{
												id: '2560009',
												label: '马号信用社',
											},
											{
												id: '2560003',
												label: '云台路分社',
											},
											{
												id: '2560006',
												label: '白垛信用社',
											},
											{
												id: '2560008',
												label: '双井信用社',
											},
											{
												id: '2560005',
												label: '甘溪信用社',
											},
											{
												id: '2560004',
												label: '文化分社',
											},
											{
												id: '2560012',
												label: '马溪信用社',
											},
										],
									},
								],
							},
							{
								id: '2520000',
								label: '贵州麻江农商银行',
								children: [
									{
										id: 'xn25202',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2520012',
												label: '碧波支行',
											},
											{
												id: '2520013',
												label: '坝芒支行',
											},
											{
												id: '2520002',
												label: '杏山支行',
											},
											{
												id: '2520004',
												label: '谷硐支行',
											},
											{
												id: '2520008',
												label: '龙山支行',
											},
											{
												id: '2520006',
												label: '清江支行',
											},
											{
												id: '2520003',
												label: '北门支行',
											},
											{
												id: '2520007',
												label: '宣威支行',
											},
											{
												id: '2520015',
												label: '城关支行',
											},
											{
												id: '2520005',
												label: '下司支行',
											},
											{
												id: '2520011',
												label: '景阳支行',
											},
											{
												id: '2520016',
												label: '开元支行',
											},
											{
												id: 'zf2520016',
												label: '贵州麻江农村商业银行股份有限公司开元支行',
											},
											{
												id: '2520010',
												label: '白午支行',
											},
											{
												id: '2520009',
												label: '贤昌支行',
											},
											{
												id: '2520001',
												label: '营业部',
											},
											{
												id: '2520014',
												label: '凤凰支行',
											},
										],
									},
									{
										id: 'xn25201',
										label: '各职能部门',
										children: [
											{
												id: '2529011',
												label: '合规风险部',
											},
											{
												id: '2529003',
												label: '监事会办公室',
											},
											{
												id: '2529012',
												label: '稽核审计部',
											},
											{
												id: '2529004',
												label: '党群宣传部',
											},
											{
												id: '2529017',
												label: '小微企业金融服务中心',
											},
											{
												id: '2529013',
												label: '纪检监察室',
											},
											{
												id: '2529006',
												label: '信息科技部',
											},
											{
												id: '2529020',
												label: '扶贫事业部',
												children: [
													{
														id: '2529020002',
														label: '扶贫事业部',
													},
												],
											},
											{
												id: '2529022',
												label: '远程监控中心',
											},
											{
												id: '2529014',
												label: '安全保卫部',
											},
											{
												id: '2529005',
												label: '人力资源部',
											},
											{
												id: '2529015',
												label: '事后监督部',
											},
											{
												id: '2529007',
												label: '电子银行部',
											},
											{
												id: '2529002',
												label: '董事会办公室',
											},
											{
												id: '2529016',
												label: '后勤服务部',
											},
											{
												id: '2529018',
												label: '行社领导',
											},
											{
												id: '2529001',
												label: '办公室',
											},
											{
												id: '2529009',
												label: '业务发展部',
											},
											{
												id: '2529010',
												label: '农村业务部',
											},
											{
												id: '2529008',
												label: '财会统计部',
											},
											{
												id: '2529019',
												label: '内退人员',
											},
										],
									},
									{
										id: '2529021',
										label: '退休人员',
									},
								],
							},
							{
								id: '2600000',
								label: '锦屏联社',
								children: [
									{
										id: 'xn26002',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2600005',
												label: '敦寨信用社',
											},
											{
												id: '2600018',
												label: '河口分社',
											},
											{
												id: '2600007',
												label: '排洞分社',
											},
											{
												id: '2600004',
												label: '一街分社',
											},
											{
												id: '2600015',
												label: '平秋信用社',
											},
											{
												id: '2600014',
												label: '隆里分社',
											},
											{
												id: '2600010',
												label: '启蒙信用社',
											},
											{
												id: '2600016',
												label: '彦洞分社',
											},
											{
												id: '2600006',
												label: '茅坪分社',
											},
											{
												id: '2600008',
												label: '平略信用社',
											},
											{
												id: '2600017',
												label: '固本信用社',
											},
											{
												id: '2600012',
												label: '新化信用社',
											},
											{
												id: '2600001',
												label: '营业部',
											},
											{
												id: '2600002',
												label: '飞山分社',
											},
											{
												id: '2600003',
												label: '三江分社',
											},
											{
												id: '2600009',
												label: '偶里分社',
											},
											{
												id: '2600013',
												label: '钟灵信用社',
											},
											{
												id: '2600011',
												label: '铜鼓信用社',
											},
										],
									},
									{
										id: 'xn26001',
										label: '各职能部门',
										children: [
											{
												id: '2609017',
												label: '联社高管',
											},
											{
												id: '2609012',
												label: '业务发展部',
											},
											{
												id: '2609001',
												label: '人力资源部',
											},
											{
												id: '2609010',
												label: '办公室',
											},
											{
												id: '2609002',
												label: '基础建设部',
											},
											{
												id: '2609020',
												label: '退休人员',
											},
											{
												id: '2609006',
												label: '电子银行部',
											},
											{
												id: '2609005',
												label: '信息科技部',
											},
											{
												id: '2609016',
												label: '扶贫事业部',
											},
											{
												id: '2609015',
												label: '远程授权中心',
											},
											{
												id: '2609014',
												label: '事后监督部',
											},
											{
												id: '2609004',
												label: '财务会计部',
											},
											{
												id: '2609003',
												label: '党群工作部',
											},
											{
												id: '2609013',
												label: '安全保卫部',
											},
											{
												id: '2609007',
												label: '纪检监察部',
											},
											{
												id: '2609011',
												label: '农村业务部',
											},
											{
												id: '2609009',
												label: '合规风险部',
											},
											{
												id: '2609018',
												label: '内退人员',
											},
											{
												id: '2609019',
												label: '社志编修办公室',
											},
											{
												id: '2609008',
												label: '稽核审计部',
											},
										],
									},
								],
							},
							{
								id: '2550000',
								label: '贵州黄平农商银行',
								children: [
									{
										id: 'xn25502',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2550011',
												label: '平溪支行',
											},
											{
												id: '2550021',
												label: '苗陇支行',
											},
											{
												id: '2550016',
												label: '重兴支行',
											},
											{
												id: '2550018',
												label: '三朝桥支行',
											},
											{
												id: '2550001',
												label: '营业部',
											},
											{
												id: '2550014',
												label: '谷陇支行',
											},
											{
												id: '2550017',
												label: '翁坪支行',
											},
											{
												id: '2550009',
												label: '一碗水支行',
											},
											{
												id: '2550019',
												label: '且兰支行',
											},
											{
												id: '2550020',
												label: '野洞河支行',
											},
											{
												id: '2550007',
												label: '旧州支行',
											},
											{
												id: '2550010',
												label: '纸房支行',
											},
											{
												id: '2550003',
												label: '新州支行',
											},
											{
												id: '2550008',
												label: '红梅支行',
											},
											{
												id: '2550012',
												label: '浪洞支行',
											},
											{
												id: '2550002',
												label: '东门街支行',
											},
											{
												id: '2550005',
												label: '云尚支行',
											},
											{
												id: '2550013',
												label: '上塘支行',
											},
											{
												id: '2550004',
												label: '牛场街支行',
											},
											{
												id: '2550015',
												label: '重安支行',
											},
											{
												id: '2550006',
												label: '飞云支行',
											},
										],
									},
									{
										id: 'xn25501',
										label: '各职能部门',
										children: [
											{
												id: '2559005',
												label: '人力资源部',
											},
											{
												id: '2559001',
												label: '行社领导',
											},
											{
												id: '2559026',
												label: '虚拟部门人员',
											},
											{
												id: '2559018',
												label: '内退人员',
											},
											{
												id: '2559002',
												label: '工会办公室',
											},
											{
												id: '2559003',
												label: '综合办公室',
											},
											{
												id: '2559014',
												label: '安全保卫部',
											},
											{
												id: '2559016',
												label: '事后监督中心',
											},
											{
												id: '2559023',
												label: '信合公务卡部',
											},
											{
												id: '2559025',
												label: '退休人员',
											},
											{
												id: '2559020',
												label: '客户服务中心',
											},
											{
												id: '2559019',
												label: '扶贫事业部',
											},
											{
												id: '2559017',
												label: '风险预警中心',
											},
											{
												id: '2559021',
												label: '借调人员',
											},
											{
												id: '2559006',
												label: '基建办',
											},
											{
												id: '2559011',
												label: '合规风险管理部',
											},
											{
												id: '2559015',
												label: '集中授权中心',
											},
											{
												id: '2559008',
												label: '财务计划部',
											},
											{
												id: '2559022',
												label: '派出人员',
											},
											{
												id: '2559010',
												label: '农村业务部',
											},
											{
												id: '2559013',
												label: '科技电子银行部',
											},
											{
												id: '2559027',
												label: '新入职员工',
											},
											{
												id: '2559007',
												label: '纪检监察室',
											},
											{
												id: '2559028',
												label: '运营中心',
											},
											{
												id: '2559012',
												label: '稽核审计部',
											},
											{
												id: '2559004',
												label: '党委办公室',
											},
											{
												id: '2559009',
												label: '业务发展部',
											},
											{
												id: '2559024',
												label: '电子银行部',
											},
										],
									},
								],
							},
							{
								id: '2610000',
								label: '贵州天柱农商银行',
								children: [
									{
										id: 'xn26102',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2610025',
												label: '白市支行',
											},
											{
												id: '2610002',
												label: '凤城支行',
											},
											{
												id: '2610014',
												label: '坪地支行',
											},
											{
												id: '2610019',
												label: '远口支行',
											},
											{
												id: '2610018',
												label: '大段支行',
											},
											{
												id: '2610004',
												label: '环东支行',
											},
											{
												id: '2610008',
												label: '溪口支行',
											},
											{
												id: '2610005',
												label: '十字街支行',
											},
											{
												id: '2610009',
												label: '润松支行',
											},
											{
												id: '2610003',
												label: '开发区支行',
											},
											{
												id: '2610007',
												label: '社学支行',
											},
											{
												id: '2610028',
												label: '东方支行',
											},
											{
												id: '2610016',
												label: '三合支行',
											},
											{
												id: '2610027',
												label: '金山支行',
											},
											{
												id: '2610013',
												label: '注溪支行',
											},
											{
												id: '2610012',
												label: '邦洞支行',
											},
											{
												id: '2610015',
												label: '兰田支行',
											},
											{
												id: '2610010',
												label: '鉴江支行',
											},
											{
												id: '2610006',
												label: '南门支行',
											},
											{
												id: '2610022',
												label: '竹林支行',
											},
											{
												id: '2610021',
												label: '坌处支行',
											},
											{
												id: '2610026',
												label: '江东支行',
											},
											{
												id: '2610023',
												label: '高酿支行',
											},
											{
												id: '2610011',
												label: '渡马支行',
											},
											{
												id: '2610017',
												label: '瓮洞支行',
											},
											{
												id: '2610001',
												label: '营业部',
											},
											{
												id: '2610020',
												label: '地湖支行',
											},
											{
												id: '2610024',
												label: '石洞支行',
											},
										],
									},
									{
										id: 'xn26101',
										label: '各职能部门',
										children: [
											{
												id: '2619006',
												label: '业务发展部',
											},
											{
												id: '2619023',
												label: '行社领导',
											},
											{
												id: '2619008',
												label: '农村业务部',
											},
											{
												id: '2619012',
												label: '教育培训部',
											},
											{
												id: '2619009',
												label: '纪检监察部',
											},
											{
												id: '2619025',
												label: '史志办公室',
											},
											{
												id: '2619017',
												label: '电子银行部',
											},
											{
												id: '2619007',
												label: '市场营销部',
											},
											{
												id: '2619018',
												label: '科技信息部',
											},
											{
												id: '2619019',
												label: '安全保卫部',
											},
											{
												id: '2619016',
												label: '办公室',
											},
											{
												id: '2619011',
												label: '人力资源部',
											},
											{
												id: '2619026',
												label: '风险管理部',
												children: [
													{
														id: '2619026002',
														label: '合规管理部',
													},
												],
											},
											{
												id: '2619005',
												label: '合规风险部',
											},
											{
												id: '2619013',
												label: '事后监督部',
											},
											{
												id: '2619003',
												label: '党委办公室',
											},
											{
												id: '2619004',
												label: '工会办公室',
											},
											{
												id: '2619022',
												label: '扶贫事业部',
											},
											{
												id: '2619001',
												label: '基建办公室',
											},
											{
												id: '2619015',
												label: '稽核审计部',
											},
											{
												id: '2619014',
												label: '财务统计部',
											},
											{
												id: '2619021',
												label: '远程监控中心',
											},
											{
												id: '2619002',
												label: '客户服务部',
											},
											{
												id: '2619010',
												label: '董事会办公室',
											},
											{
												id: '2619024',
												label: '退休人员',
											},
											{
												id: '2619020',
												label: '后勤服务中心',
											},
										],
									},
								],
							},
							{
								id: '2660000',
								label: '贵州从江农商银行',
								children: [
									{
										id: 'xn26602',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2660002',
												label: '城关支行',
											},
											{
												id: '2660012',
												label: '停洞支行',
											},
											{
												id: '2660022',
												label: '加勉支行',
											},
											{
												id: '2660010',
												label: '西山支行',
											},
											{
												id: '2660017',
												label: '刚边支行',
											},
											{
												id: '2660023',
												label: '光辉支行',
											},
											{
												id: '2660024',
												label: '翠里支行',
											},
											{
												id: '2660005',
												label: '谷坪支行',
											},
											{
												id: '2660020',
												label: '庆云支行',
											},
											{
												id: '2660006',
												label: '北上支行',
											},
											{
												id: '2660016',
												label: '加鸠支行',
											},
											{
												id: '2660018',
												label: '秀塘支行',
											},
											{
												id: '2660001',
												label: '营业部',
											},
											{
												id: '2660021',
												label: '加榜支行',
											},
											{
												id: '2660009',
												label: '下江支行',
											},
											{
												id: '2660007',
												label: '洛香支行',
											},
											{
												id: '2660004',
												label: '码头支行',
											},
											{
												id: '2660013',
												label: '往洞支行',
											},
											{
												id: '2660011',
												label: '斗里支行',
											},
											{
												id: '2660019',
												label: '雍里支行',
											},
											{
												id: '2660015',
												label: '宰便支行',
											},
											{
												id: '2660003',
												label: '丙妹支行',
											},
											{
												id: '2660008',
												label: '贯洞支行',
											},
											{
												id: '2660014',
												label: '东朗支行',
											},
										],
									},
									{
										id: 'xn26601',
										label: '各职能部门',
										children: [
											{
												id: '2669022',
												label: '退休人员',
											},
											{
												id: '2669003',
												label: '综合办公室',
											},
											{
												id: '2669018',
												label: '工会办公室',
											},
											{
												id: '2669007',
												label: '纪检监察室',
											},
											{
												id: '2669014',
												label: '科技信息部',
											},
											{
												id: '2669015',
												label: '电子银行部',
											},
											{
												id: '2669002',
												label: '小微企业金融服务中心',
											},
											{
												id: '2669020',
												label: '监事会办公室',
											},
											{
												id: '2669010',
												label: '事后监督部',
											},
											{
												id: '2669006',
												label: '党群工作部',
											},
											{
												id: '2669021',
												label: '内退',
											},
											{
												id: '2669012',
												label: '合规风险部',
											},
											{
												id: '2669017',
												label: '基建办公室',
											},
											{
												id: '2669013',
												label: '客户服务部',
											},
											{
												id: '2669005',
												label: '财务统计部',
											},
											{
												id: '2669008',
												label: '业务发展部',
											},
											{
												id: '2669019',
												label: '董事会办公室',
											},
											{
												id: '2669011',
												label: '农村业务部',
											},
											{
												id: '2669009',
												label: '稽核审计部',
											},
											{
												id: '2669016',
												label: '安全保卫部',
											},
											{
												id: '2669004',
												label: '人力资源部',
											},
											{
												id: '2669001',
												label: '高管',
											},
										],
									},
								],
							},
							{
								id: '2540000',
								label: '丹寨联社',
								children: [
									{
										id: 'xn25401',
										label: '各职能部门',
										children: [
											{
												id: '2549002',
												label: '综合办公室',
											},
											{
												id: '2549001',
												label: '党委办公室',
											},
											{
												id: '2549016',
												label: '待分配员工',
											},
											{
												id: '2549007',
												label: '财务信息部',
											},
											{
												id: '2549004',
												label: '稽核审计部',
											},
											{
												id: '2549008',
												label: '业务发展部',
											},
											{
												id: '2549015',
												label: '退休人员',
											},
											{
												id: '2549003',
												label: '事后监督部',
											},
											{
												id: '2549014',
												label: '纪检监察室',
											},
											{
												id: '2549012',
												label: '行社领导',
											},
											{
												id: '2549011',
												label: '扶贫事业部',
											},
											{
												id: '2549010',
												label: '安全保卫部',
											},
											{
												id: '2549013',
												label: '内退人员',
											},
											{
												id: '2549009',
												label: '合规风险部',
											},
											{
												id: '2549005',
												label: '基建办公室',
											},
											{
												id: '2549006',
												label: '电子银行部',
											},
										],
									},
									{
										id: 'xn25402',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2540010',
												label: '南皋信用社',
											},
											{
												id: '2540012',
												label: '名府分社',
											},
											{
												id: '2540005',
												label: '扬武信用社',
											},
											{
												id: '2540006',
												label: '长青分社',
											},
											{
												id: '2540002',
												label: '广场分社',
											},
											{
												id: '2540004',
												label: '龙泉一分社',
											},
											{
												id: '2540003',
												label: '龙泉二分社',
											},
											{
												id: '2540001',
												label: '营业部',
											},
											{
												id: '2540011',
												label: '排调信用社',
											},
											{
												id: '2540009',
												label: '兴仁信用社',
											},
											{
												id: '2540007',
												label: '雅灰分社',
											},
											{
												id: '2540008',
												label: '东湖分社',
											},
										],
									},
								],
							},
							{
								id: '2650000',
								label: '榕江联社',
								children: [
									{
										id: 'xn26502',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2650020',
												label: '城西信用社',
											},
											{
												id: '2650017',
												label: '三江信用社',
											},
											{
												id: '2650010',
												label: '仁里信用社',
											},
											{
												id: '2650009',
												label: '塔石信用社',
											},
											{
												id: '2650013',
												label: '平阳信用社',
											},
											{
												id: '2650011',
												label: '寨蒿信用社',
											},
											{
												id: '2650007',
												label: '忠诚信用社',
											},
											{
												id: '2650018',
												label: '八开信用社',
											},
											{
												id: '2650006',
												label: '栽麻信用社',
											},
											{
												id: '2650004',
												label: '滨江信用社',
											},
											{
												id: '2650016',
												label: '平江信用社',
											},
											{
												id: '2650005',
												label: '车江信用社',
											},
											{
												id: '2650022',
												label: '花园分社',
											},
											{
												id: '2650008',
												label: '平永信用社',
											},
											{
												id: '2650024',
												label: '水尾分社',
											},
											{
												id: '2650001',
												label: '营业部',
											},
											{
												id: '2650019',
												label: '兴华信用社',
											},
											{
												id: '2650015',
												label: '朗洞信用社',
											},
											{
												id: '2650002',
												label: '商贸城信用社',
											},
											{
												id: '2650014',
												label: '两汪分社',
											},
											{
												id: '2650012',
												label: '乐里信用社',
											},
											{
												id: '2650021',
												label: '计划分社',
											},
											{
												id: '2650023',
												label: '定威分社',
											},
											{
												id: '2650022',
												label: '榕江联社',
											},
											{
												id: '2650003',
												label: '古州信用社',
											},
										],
									},
									{
										id: 'xn26501',
										label: '各职能部门',
										children: [
											{
												id: '2659019',
												label: '改制办',
											},
											{
												id: '2659021',
												label: '后勤服务中心',
											},
											{
												id: '2659008',
												label: '事后监督部',
											},
											{
												id: '2659006',
												label: '合规风险部',
											},
											{
												id: '2659005',
												label: '农村业务部',
											},
											{
												id: '2659010',
												label: '稽核审计部',
											},
											{
												id: '26590018',
												label: '内退人员',
											},
											{
												id: '2659009',
												label: '财务统计部',
											},
											{
												id: '2659019',
												label: '改制办',
											},
											{
												id: '2659020',
												label: '退休人员',
											},
											{
												id: '2659019',
												label: '改制办',
											},
											{
												id: '2659011',
												label: '基建办',
											},
											{
												id: '2659002',
												label: '党群部',
											},
											{
												id: '2659003',
												label: '纪检监察室',
											},
											{
												id: '2659007',
												label: '资产保全部',
											},
											{
												id: '2659015',
												label: '小微企业金融服务中心',
											},
											{
												id: '2659001',
												label: '办公室',
											},
											{
												id: '2659012',
												label: '安全保卫部',
											},
											{
												id: '2659017',
												label: '扶贫事业部',
											},
											{
												id: '2659022',
												label: '人力资源部',
											},
											{
												id: '2659013',
												label: '电子银行部',
											},
											{
												id: '2659004',
												label: '业务发展部',
											},
											{
												id: '2659016',
												label: '工会办',
											},
											{
												id: '2659018',
												label: '行社领导',
											},
											{
												id: '2659014',
												label: '科技部',
											},
										],
									},
								],
							},
							{
								id: '2590000',
								label: '贵州三穗农商银行',
								children: [
									{
										id: '2599016',
										label: '内退人员',
									},
									{
										id: 'xn25902',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2590004',
												label: '车站支行',
											},
											{
												id: '2590015',
												label: '寨头支行',
											},
											{
												id: '2590005',
												label: '金穗支行',
											},
											{
												id: '2590002',
												label: '八弓支行',
											},
											{
												id: '2590010',
												label: '顺洞支行',
											},
											{
												id: '2590013',
												label: '雪洞支行',
											},
											{
												id: '2590001',
												label: '营业部',
											},
											{
												id: '2590007',
												label: '长吉支行',
											},
											{
												id: '2590012',
												label: '款场支行',
											},
											{
												id: '2590014',
												label: '台烈支行',
											},
											{
												id: '2590009',
												label: '瓦寨支行',
											},
											{
												id: '2590003',
												label: '城关支行',
											},
											{
												id: '2590016',
												label: '滚马支行',
											},
											{
												id: '2590011',
												label: '桐林支行',
											},
											{
												id: '2590008',
												label: '良上支行',
											},
											{
												id: '2590006',
												label: '富民支行',
											},
										],
									},
									{
										id: 'xn25901',
										label: '各职能部门',
										children: [
											{
												id: '2599014',
												label: '内退人员',
											},
											{
												id: '2599019',
												label: '后勤服务部',
											},
											{
												id: '2599017',
												label: '退休人员',
											},
											{
												id: '2599010',
												label: '农村业务部',
											},
											{
												id: '2599009',
												label: '稽核审计部',
											},
											{
												id: '2599012',
												label: '安全保卫部',
											},
											{
												id: '2599013',
												label: '行社领导',
											},
											{
												id: '2599001',
												label: '党群宣传部',
											},
											{
												id: '2599003',
												label: '人力资源部',
											},
											{
												id: '2599020',
												label: '业务发展部',
											},
											{
												id: '2599006',
												label: '基础建设部',
											},
											{
												id: '2599011',
												label: '电子银行部',
											},
											{
												id: '2599002',
												label: '工会委员会',
											},
											{
												id: '2599004',
												label: '综合办公室',
											},
											{
												id: '2599005',
												label: '纪检监察室',
											},
											{
												id: '2599015',
												label: '扶贫事业部',
											},
											{
												id: '2599007',
												label: '财务统计部',
											},
											{
												id: '2599018',
												label: '修志办公室',
											},
											{
												id: '2599008',
												label: '合规风险部',
											},
										],
									},
								],
							},
							{
								id: '2630000',
								label: '台江联社',
								children: [
									{
										id: 'xn26302',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2630001',
												label: '营业部',
											},
											{
												id: '2630009',
												label: '老屯信用社',
											},
											{
												id: '2630006',
												label: '排羊信用社',
											},
											{
												id: '2630011',
												label: '施洞信用社',
											},
											{
												id: '2630007',
												label: '台盘信用社',
											},
											{
												id: '2630012',
												label: '萃文分社',
											},
											{
												id: '2630005',
												label: '方召信用社',
											},
											{
												id: '2630004',
												label: '城关信用社',
											},
											{
												id: '2630008',
												label: '革一信用社',
											},
											{
												id: '2630003',
												label: '西城信用社',
											},
											{
												id: '2630002',
												label: '台拱信用社',
											},
											{
												id: '2630010',
												label: '南宫信用社',
											},
										],
									},
									{
										id: '2639017',
										label: '信息科技部',
									},
									{
										id: 'xn26301',
										label: '各职能部门',
										children: [
											{
												id: '2639004',
												label: '合规风险部',
											},
											{
												id: '2639010',
												label: '安全保卫部',
											},
											{
												id: '2639012',
												label: '基建办公室',
											},
											{
												id: '2639007',
												label: '农村业务部',
											},
											{
												id: '2639014',
												label: '行社领导',
											},
											{
												id: '2639016',
												label: '退休人员',
											},
											{
												id: '2639005',
												label: '稽核审计部',
											},
											{
												id: '2639021',
												label: '资产保全部',
											},
											{
												id: '2639003',
												label: '财务信息部',
											},
											{
												id: '2639008',
												label: '电子银行部',
											},
											{
												id: '2639019',
												label: '信息科技部',
											},
											{
												id: '2639006',
												label: '业务发展部',
											},
											{
												id: '2639018',
												label: '改制办公室',
											},
											{
												id: '2639013',
												label: '工会办公室',
											},
											{
												id: '2639002',
												label: '人力资源部',
											},
											{
												id: '2639015',
												label: '党委办公室',
											},
											{
												id: '2639011',
												label: '纪检监察室',
											},
											{
												id: '26390017',
												label: '信息科技部',
												children: [
													{
														id: '26390018',
														label: '改制办公室',
													},
												],
											},
											{
												id: '2639020',
												label: '新入职员工',
											},
											{
												id: '2639001',
												label: '综合办公室',
											},
											{
												id: '2639009',
												label: '事后监督部',
											},
										],
									},
								],
							},
							{
								id: '2580000',
								label: '岑巩联社',
								children: [
									{
										id: 'xn25801',
										label: '各职能部门',
										children: [
											{
												id: '2589004',
												label: '农村业务部',
											},
											{
												id: '2589013',
												label: '后勤服务部',
											},
											{
												id: '2589008',
												label: '财务信息部',
											},
											{
												id: '2589014',
												label: '行社领导',
											},
											{
												id: '2589007',
												label: '事后监督部',
											},
											{
												id: '2589018',
												label: '退休人员',
											},
											{
												id: '2589001',
												label: '党委办公室',
											},
											{
												id: '2589009',
												label: '业务发展部',
											},
											{
												id: '2589017',
												label: '工会办公室',
											},
											{
												id: '2589003',
												label: '纪检监察室',
											},
											{
												id: '2589016',
												label: '扶贫事业部',
											},
											{
												id: '2589011',
												label: '稽核审计部',
											},
											{
												id: '2589002',
												label: '综合办公室',
											},
											{
												id: '2589010',
												label: '基础建设部',
											},
											{
												id: '25890021',
												label: '综合办公室',
											},
											{
												id: '2589006',
												label: '电子银行部',
											},
											{
												id: '2589012',
												label: '安全保卫部',
											},
											{
												id: '2589015',
												label: '内退人员',
											},
											{
												id: '2589005',
												label: '合规风险部',
											},
										],
									},
									{
										id: 'xn25802',
										label: '各分支机构（营业网点）',
										children: [
											{
												id: '2580005',
												label: '中街分社',
											},
											{
												id: '2580013',
												label: '龙田信用社',
											},
											{
												id: '2580002',
												label: '思阳信用社',
											},
											{
												id: '2580008',
												label: '天星信用社',
											},
											{
												id: '2580007',
												label: '水尾信用社',
											},
											{
												id: '2580015',
												label: '注溪信用社',
											},
											{
												id: '2580011',
												label: '凯本信用社',
											},
											{
												id: '2580001',
												label: '营业部',
											},
											{
												id: '2580014',
												label: '客楼信用社',
											},
											{
												id: '2580004',
												label: '新兴分社',
											},
											{
												id: '2580016',
												label: '小堡代办点',
											},
											{
												id: '2580009',
												label: '羊桥信用社',
											},
											{
												id: '2580017',
												label: '思州分社',
											},
											{
												id: '2580010',
												label: '天马信用社',
											},
											{
												id: '2580003',
												label: '大有信用社',
											},
											{
												id: '2580012',
												label: '平庄信用社',
											},
											{
												id: '2580006',
												label: '振兴分社',
											},
										],
									},
									{
										id: '2589019',
										label: '人力资源部',
									},
								],
							},
						],
					},
				],
			},
			{
				id: 'xn69900',
				label: '村镇银行',
				children: [
					{
						id: '6120000',
						label: '罗甸发展村镇银行',
						children: [
							{
								id: 'XN61201',
								label: '内设部门',
								children: [
									{
										id: 'XN61201013',
										label: '三农业务发展部',
									},
									{
										id: 'XN61201010',
										label: '合规风险部',
									},
									{
										id: 'XN61201008',
										label: '三农业务发展部',
									},
									{
										id: 'XN61201020',
										label: '保卫监察部',
									},
									{
										id: 'XN61201002',
										label: '办公室',
									},
									{
										id: 'XN61201017',
										label: '行领导',
									},
									{
										id: 'XN61201005',
										label: '财务统计部',
									},
								],
							},
							{
								id: 'XN61202',
								label: '分支机构',
								children: [
									{
										id: 'XN61202001',
										label: '营业部',
									},
									{
										id: '6120001',
										label: '营业部',
									},
								],
							},
						],
					},
					{
						id: '234',
						label: '342',
					},
					{
						id: '6080000',
						label: '普安普惠村镇银行',
						children: [
							{
								id: 'xn60802',
								label: '普安普惠村镇银行各机构',
								children: [
									{
										id: '6080001',
										label: '营业部',
									},
								],
							},
							{
								id: 'xn60801',
								label: '各职能部门',
							},
						],
					},
					{
						id: '6050000',
						label: '从江月明村镇银行',
						children: [
							{
								id: 'xn60502',
								label: '从江月明村镇银行各机构',
								children: [
									{
										id: '6050002',
										label: '北上支行',
									},
									{
										id: '6050001',
										label: '营业部',
									},
								],
							},
							{
								id: 'xn60501',
								label: '各职能部门',
								children: [
									{
										id: '6059003',
										label: '业务发展部',
									},
									{
										id: '6059002',
										label: '综合业务部',
									},
									{
										id: '6059004',
										label: '稽核审计部',
									},
									{
										id: '6059001',
										label: '行领导',
									},
									{
										id: '6059005',
										label: '财务信息部',
									},
									{
										id: '6059006',
										label: '合规风险部',
									},
								],
							},
						],
					},
					{
						id: '6060000',
						label: '镇宁汇商村镇银行',
						children: [
							{
								id: 'xn60601',
								label: '各职能部门',
								children: [
									{
										id: '6069001',
										label: '行领导',
									},
									{
										id: '6069002',
										label: '综合办公室',
									},
									{
										id: '6069003',
										label: '安全保卫部',
									},
									{
										id: '6069005',
										label: '财务信息部',
									},
									{
										id: '6069006',
										label: '稽核审计部',
									},
									{
										id: '6069004',
										label: '业务发展部',
									},
								],
							},
							{
								id: 'xn60602',
								label: '镇宁汇商村镇银行各机构',
								children: [
									{
										id: '6060002',
										label: '丁旗支行',
									},
									{
										id: '6060001',
										label: '营业部',
									},
								],
							},
						],
					},
					{
						id: '6070000',
						label: '兴仁振兴村镇银行',
						children: [
							{
								id: 'xn60702',
								label: '兴仁振兴村镇银行各机构',
								children: [
									{
										id: '6070002',
										label: '兴仁振兴村镇银行巴铃支行',
									},
									{
										id: '6070001',
										label: '营业部',
									},
								],
							},
							{
								id: 'xn60701',
								label: '各职能部门',
								children: [
									{
										id: '6079002',
										label: '业务发展部',
									},
									{
										id: '6079003',
										label: '行领导人员',
									},
									{
										id: '6079001',
										label: '综合管理部',
									},
								],
							},
						],
					},
					{
						id: '6090000',
						label: '贞丰兴贞村镇银行',
						children: [
							{
								id: 'xn60902',
								label: '贞丰兴贞村镇银行各机构',
								children: [
									{
										id: '6090001',
										label: '营业部',
									},
								],
							},
							{
								id: 'xn60901',
								label: '各职能部门',
							},
						],
					},
					{
						id: '6040000',
						label: '施秉金鼎村镇银行',
						children: [
							{
								id: 'xn60401',
								label: '各职能部门',
								children: [
									{
										id: '6049001',
										label: '行领导',
									},
									{
										id: '6049003',
										label: '业务发展部',
									},
									{
										id: '6049002',
										label: '综合办公室',
									},
									{
										id: '6049005',
										label: '财务信息部',
									},
									{
										id: '6049004',
										label: '风险审计部',
									},
								],
							},
							{
								id: 'xn60402',
								label: '施秉金鼎村镇银行各机构',
								children: [
									{
										id: '6040001',
										label: '营业部',
									},
								],
							},
						],
					},
					{
						id: '6110000',
						label: '晴隆兴安村镇银行',
						children: [
							{
								id: 'xn61102',
								label: '晴隆兴安村镇银行各机构',
								children: [
									{
										id: '6110001',
										label: '营业部',
									},
								],
							},
							{
								id: 'xn61101',
								label: '各职能部门',
							},
						],
					},
					{
						id: '6030000',
						label: '黄平振兴村镇银行',
						children: [
							{
								id: 'xn60301',
								label: '各职能部门',
								children: [
									{
										id: '6039001',
										label: '行领导',
									},
									{
										id: '6039005',
										label: '财务会计部',
									},
									{
										id: '6039004',
										label: '业务发展部',
									},
									{
										id: '6039002',
										label: '综合管理部',
									},
									{
										id: '6039003',
										label: '风险稽核部',
									},
								],
							},
							{
								id: 'xn60302',
								label: '黄平振兴村镇银行各机构',
								children: [
									{
										id: '6030002',
										label: '旧州支行',
									},
									{
										id: '6030001',
										label: '营业部',
									},
								],
							},
						],
					},
					{
						id: '6100000',
						label: '安龙兴龙村镇银行',
						children: [
							{
								id: 'xn61001',
								label: '各职能部门',
							},
							{
								id: 'xn61002',
								label: '安龙兴龙村镇银行各机构',
								children: [
									{
										id: '6100001',
										label: '营业部',
									},
								],
							},
						],
					},
				],
			},
			{
				id: 'xn899',
				label: '非实体行政机构',
				children: [
					{
						id: 'xn8997',
						label: '黔东南审计中心',
						children: [
							{
								id: '8997002',
								label: '贵州省农村信用社联合社黔东南审计中心授权部',
							},
							{
								id: '8610001',
								label: '贵州天柱农村商业银行股份有限公司授权中心',
							},
							{
								id: '8997001',
								label: '贵州省农村信用社联合社黔东南审计中心财务部',
							},
							{
								id: '8640001',
								label: '贵州黎平农村商业银行股份有限公司授权中心',
							},
							{
								id: '8540001',
								label: '丹寨县农村信用合作联社授权中心',
							},
							{
								id: '8660001',
								label: '贵州从江农村商业银行股份有限公司授权中心',
							},
							{
								id: '8560001',
								label: '施秉县农村信用合作联社授权中心',
							},
							{
								id: '8520001',
								label: '贵州麻江农村商业银行股份有限公司授权中心',
							},
							{
								id: '8630001',
								label: '台江县农村信用合作联社授权中心',
							},
							{
								id: '8650001',
								label: '榕江县农村信用合作联社授权中心',
							},
							{
								id: '8580001',
								label: '岑巩县农村信用合作联社授权中心',
							},
							{
								id: '8510001',
								label: '贵州凯里农村商业银行股份有限公司授权中心',
							},
							{
								id: '8590001',
								label: '贵州三穗农村商业银行股份有限公司授权中心',
							},
						],
					},
					{
						id: 'xn8994',
						label: '安顺审计中心',
						children: [
							{
								id: '8380001',
								label: '紫云苗族布依族自治县农村信用合作联社授权中心',
							},
							{
								id: '8994001',
								label: '贵州省农村信用社联合社安顺审计中心财务部',
							},
							{
								id: '8994002',
								label: '贵州省农村信用社联合社安顺审计中心授权部',
							},
							{
								id: '8340001',
								label: '平坝县农村信用合作联社授权中心',
							},
							{
								id: '8350001',
								label: '普定县农村信用合作联社授权中心',
							},
							{
								id: '8360001',
								label: '镇宁布依族苗族自治县农村信用合作联社授权中心',
							},
							{
								id: '8330001',
								label: '安顺农村商业银行股份有限公司授权中心',
							},
						],
					},
					{
						id: 'xn8991',
						label: '贵阳审计中心',
						children: [
							{
								id: '8991001',
								label: '贵州省农村信用社联合社贵阳审计中心财务部',
							},
							{
								id: '8010007',
								label: '贵阳农村商业银行股份有限公司营业部（报表汇总）',
							},
							{
								id: '8030001',
								label: '贵阳市乌当区农村信用合作联社授权中心',
							},
							{
								id: '8991002',
								label: '贵州省农村信用社联合社贵阳审计中心授权部',
							},
							{
								id: '8100001',
								label: '开阳县农村信用合作联社授权中心',
							},
							{
								id: '8110001',
								label: '修文县农村信用合作联社授权中心',
							},
							{
								id: '8090001',
								label: '贵州清镇农村商业银行股份有限公司授权中心',
							},
						],
					},
					{
						id: 'xn8999',
						label: '黔西南审计中心',
						children: [
							{
								id: '8950001',
								label: '望谟县农村信用合作联社授权中心',
							},
							{
								id: '8930001',
								label: '贵州安龙农村商业银行股份有限公司授权中心',
							},
							{
								id: '8910001',
								label: '贵州兴仁农村商业银行股份有限公司授权中心',
							},
							{
								id: '8900001',
								label: '晴隆县农村信用合作联社授权中心',
							},
							{
								id: '8880001',
								label: '贵州兴义农村商业银行股份有限公司授权中心',
							},
							{
								id: '8999002',
								label: '贵州省农村信用社联合社黔西南审计中心授权部',
							},
							{
								id: '8999001',
								label: '贵州省农村信用社联合社黔西南审计中心财务部',
							},
							{
								id: '8920001',
								label: '贵州贞丰农村商业银行股份有限公司授权中心',
							},
						],
					},
					{
						id: 'xn8996',
						label: '铜仁审计中心',
						children: [
							{
								id: '8820001',
								label: '威宁县农村信用合作联社授权中心',
							},
							{
								id: '8710001',
								label: '玉屏侗族自治县农村信用合作联社授权中心',
							},
							{
								id: '8770001',
								label: '大方县农村信用合作联社授权中心',
							},
							{
								id: '8670001',
								label: '贵州铜仁农村商业银行股份有限公司授权中心',
							},
							{
								id: '8750001',
								label: '德江县农村信用合作联社授权中心',
							},
							{
								id: '8720001',
								label: '贵州思南农村商业银行股份有限公司授权中心',
							},
							{
								id: '8996002',
								label: '贵州省农村信用社联合社铜仁审计中心授权部',
							},
							{
								id: '8680001',
								label: '松桃苗族自治县农村信用合作联社授权中心',
							},
							{
								id: '8740001',
								label: '沿河土家族自治县农村信用合作联社授权中心',
							},
							{
								id: '8830001',
								label: '赫章县农村信用合作联社授权中心',
							},
							{
								id: '8700001',
								label: '石阡县农村信用合作联社授权中心',
							},
							{
								id: '8800001',
								label: '贵州织金农村商业银行股份有限公司授权中心',
							},
							{
								id: '8790001',
								label: '金沙县农村信用合作联社联社授权中心',
							},
							{
								id: '8996001',
								label: '贵州省农村信用社联合社铜仁审计中心财务部',
							},
							{
								id: '8810001',
								label: '纳雍县农村信用合作联社授权中心',
							},
						],
					},
					{
						id: 'xn8990',
						label: '省联社',
						children: [
							{
								id: '8990003',
								label: '贵州省农村信用社联合社客户服务中心',
							},
							{
								id: '8990008',
								label: '贵州省农村信用社联合社凭证库',
							},
							{
								id: '8990002',
								label: '贵州省农村信用社联合社清算中心电子银行部',
							},
							{
								id: '8990004',
								label: '贵州省农村信用社联合社清算中心综合部',
							},
							{
								id: '8990009',
								label: '省联社江口灾备中心项目办公室',
							},
							{
								id: '8990005',
								label: '贵州省农村信用社联合社会计结算部',
							},
							{
								id: '8990006',
								label: '贵州省清算中心',
							},
							{
								id: '8990007',
								label: '贵州省农村信用社联合社财务管理处',
							},
							{
								id: '8990001',
								label: '贵州省农村信用社联合社授权中心',
							},
						],
					},
					{
						id: 'xn8992',
						label: '遵义审计中心',
						children: [
							{
								id: '8190001',
								label: '遵义市汇川区农村信用合作联社授权中心',
							},
							{
								id: '8200001',
								label: '遵义市红花岗区农村信用合作联社授权中心',
							},
							{
								id: '8280001',
								label: '赤水市农村信用合作联社授权中心',
							},
							{
								id: '8310001',
								label: '道真仡佬族苗族自治县农村信用合作联社授权中心',
							},
							{
								id: '8230001',
								label: '绥阳县农村信用合作联社授权中心',
							},
							{
								id: '8250001',
								label: '凤冈县农村信用合作联社授权中心',
							},
							{
								id: '8210001',
								label: '遵义县农村信用合作联社授权中心',
							},
							{
								id: '8992001',
								label: '贵州省农村信用社联合社遵义审计中心财务部',
							},
							{
								id: '8270001',
								label: '贵州仁怀茅台农村商业银行股份有限公司授权中心',
							},
							{
								id: '8992002',
								label: '贵州省农村信用社联合社遵义审计中心授权部',
							},
							{
								id: '8240001',
								label: '贵州湄潭农村商业银行股份有限公司授权中心',
							},
							{
								id: '8200002',
								label: '遵义市红花岗区农村信用合作联社万福桥分社',
							},
							{
								id: '8290001',
								label: '习水县农村信用合作联社授权中心',
							},
						],
					},
					{
						id: 'xn8995',
						label: '毕节审计中心',
						children: [
							{
								id: '8995001',
								label: '贵州省农村信用社联合社毕节审计中心财务部',
							},
							{
								id: '8995002',
								label: '贵州省农村信用社联合社毕节审计中心授权部',
							},
						],
					},
					{
						id: 'xn8993',
						label: '六盘水审计中心',
						children: [
							{
								id: '8993001',
								label: '贵州省农村信用社联合社六盘水审计中心财务部',
							},
							{
								id: '8870001',
								label: '六盘水市钟山区农村信用合作联社授权中心',
							},
							{
								id: '8320001',
								label: '务川仡佬族苗族自治县农村信用合作联社授权中心',
							},
							{
								id: '8860002',
								label: '水城县农村信用合作联社联社机关',
							},
							{
								id: '8840001',
								label: '六枝特区农村信用合作联社授权中心',
							},
							{
								id: '8850001',
								label: '盘县农村信用合作联社联社授权中心',
							},
							{
								id: '8993002',
								label: '贵州省农村信用社联合社六盘水审计中心授权部',
							},
							{
								id: '8860001',
								label: '水城县农村信用合作联社授权中心',
							},
						],
					},
					{
						id: 'xn8998',
						label: '黔南审计中心',
						children: [
							{
								id: '8470001',
								label: '龙里县农村信用合作联社授权中心',
							},
							{
								id: '8998001',
								label: '贵州省农村信用社联合社黔南审计中心财务部',
							},
							{
								id: '8490001',
								label: '长顺县农村信用合作联社授权中心',
							},
							{
								id: '8440001',
								label: '福泉市农村信用合作联社授权中心',
							},
							{
								id: '8400001',
								label: '贵州独山农村商业银行股份有限公司授权中心',
							},
							{
								id: '8998002',
								label: '贵州省农村信用社联合社黔南审计中心授权部',
							},
							{
								id: '8450001',
								label: '贵州瓮安农村商业银行股份有限公司授权中心',
							},
							{
								id: '8460001',
								label: '贵定县农村信用合作联社授权中心',
							},
							{
								id: '8390001',
								label: '贵州都匀农村商业银行股份有限公司授权中心',
							},
							{
								id: '8410001',
								label: '贵州平塘农村商业银行股份有限公司授权中心',
							},
							{
								id: '8420001',
								label: '贵州荔波农村商业银行股份有限公司授权中心',
							},
							{
								id: '8430001',
								label: '三都水族自治县农村信用合作联社授权中心',
							},
						],
					},
				],
			},
			{
				id: '6130000',
				label: '贵州农信物业公司',
				children: [
					{
						id: '6130005',
						label: '劳务外包事业部',
					},
				],
			},
			{
				id: '2990000',
				label: '贵州省农村信用社联合社',
				children: [
					{
						id: 'xn29903',
						label: '各审计中心',
						children: [
							{
								id: '2995000',
								label: '毕节审计中心',
							},
							{
								id: '2992000',
								label: '遵义审计中心',
							},
							{
								id: '2996000',
								label: '铜仁审计中心',
							},
							{
								id: '2993000',
								label: '六盘水审计中心',
							},
							{
								id: '2997000',
								label: '黔东南审计中心',
							},
							{
								id: '2994000',
								label: '安顺审计中心',
							},
							{
								id: '2991000',
								label: '贵阳审计中心',
							},
							{
								id: '2999000',
								label: '黔西南审计中心',
							},
							{
								id: '2998000',
								label: '黔南审计中心',
							},
						],
					},
					{
						id: 'xn29905',
						label: '内退员工',
					},
					{
						id: 'xn29904',
						label: '主任助理',
					},
					{
						id: 'xn29906',
						label: '省联社异地灾备中心',
					},
					{
						id: 'xn29902',
						label: '各部（室、中心）',
						children: [
							{
								id: '2990025',
								label: '网络金融部("黔农云"办公室)',
							},
							{
								id: '2990014',
								label: '信息科技部',
							},
							{
								id: '2990022',
								label: '“黔农云”办公室',
							},
							{
								id: '2990002',
								label: '人力资源部（党委组织部）',
							},
							{
								id: '2990019',
								label: '战略规划创新部（村镇银行服务部）',
							},
							{
								id: '2990005',
								label: '纪检监察部',
							},
							{
								id: '2990015',
								label: '资金运营部',
							},
							{
								id: '2990010',
								label: '教育培训部',
							},
							{
								id: '2990028',
								label: '电子商务运营管理中心',
							},
							{
								id: '2990001',
								label: '办公室（党委办公室、理事会办公室）',
							},
							{
								id: '2990009',
								label: '财务统计部',
							},
							{
								id: '2990020',
								label: '机关工会',
							},
							{
								id: '2990021',
								label: '远程集中授权中心',
							},
							{
								id: '2990018',
								label: '客户服务部',
							},
							{
								id: '2990011',
								label: '稽核审计部',
							},
							{
								id: '2990017',
								label: '电子银行部',
							},
							{
								id: '2990008',
								label: '合规风险部',
							},
							{
								id: '2990007',
								label: '业务发展部',
								children: [
									{
										id: '2990024',
										label: '农民工金融服务中心',
									},
								],
							},
							{
								id: '2990006',
								label: '党委巡视办',
								children: [
									{
										id: '2990003',
										label: '调研室',
									},
								],
							},
							{
								id: '2990012',
								label: '安全保卫部',
							},
							{
								id: '2990016',
								label: '会计结算部',
							},
							{
								id: '2990013',
								label: '基础建设部（招投标办公室）',
							},
							{
								id: '2990004',
								label: '党群宣传部',
							},
							{
								id: '2990027',
								label: '合规部（公司律师事务部、消费者权益保护部）',
							},
						],
					},
					{
						id: '11111',
						label: '省联社领导',
					},
					{
						id: 'xn29901',
						label: '省联社领导',
					},
					{
						id: '2990026',
						label: '省联社江口灾备中心项目办公室',
					},
					{
						id: '290001',
						label: '省联社领导',
					},
					{
						id: '2990030',
						label: '贵州农信物业管理公司',
					},
					{
						id: '290001',
						label: '省联社领导',
					},
					{
						id: '290001',
						label: '省联社领导',
					},
					{
						id: '2990023',
						label: '贵州省信合公益基金会',
					},
				],
			},
		],
	},
};
